{
    "textVersion" : "0.0.15",
    "formUrl" : "http://goo.gl/forms/JGbf1VfnKm",
    "thanksAlertMsg" : "合格論証集をダウンロードして頂きありがとうございます。\n無料版では各科目10の論証をご覧頂けます。",
    "purchaseAlert" : "全200種類の論証が掲載されたアップグレード版を1080円で購入しますか？",
    "histories" : ["2016/5/23 ver1.0.5をリリース", "2015/12/3 ver1.0.3をリリース", "2015/11/25 論証を追加", "2015/11/17 ver1.0.2をリリース", "2015/11/10 ver1.0.1をリリース"],
    "textData" : {
        "kenpou" : {
            "0_団体の人権享有主体性" : "団体に人権享有主体性が認められるか。人権は個人の権利でありその主体は本来人間(自然人)でなければならないため問題となる。\n\nこの点について、団体も自然人と同様、ー個の社会的実体として活動しているから、性質上可能な限り、団体にも人権を保障すべきと解する。",
            "1_外国人の人権享有主体性" : "外国人に人権の保障が及ぶか。憲法第3章の表題が「国民の」となっていることから問題となる。\n\nこの点について、人権の前国家的性格(11条)、憲法の国際協調主義(前文3項、98条2項)にかんがみ、外国人にも人権の保障が及ぶと解する。\n\nもっとも、人権の性質は様々であるから、その性質に応じて個別具体的に検討を加える必要がある。\n\nそこで、権利の性質上日本国民のみをその対象としていると解されるものを除き、人権規定の適用があると解する。",
            "2_外国人の参政権国政選挙" : "外国人に国政選挙の選挙権・被選挙権(15条1項)が保障されるかが問題となる。\n\nそもそも、国民主権原理からみて、国民が国政に直接ないし間接に参加する権利である参政権を日本国民に限ることは、権利の性質上認められる合理的な制約である。\n\nしたがって、外国人には国政選挙の選挙権・被選挙権は保障されないと考える。",
            "3_外国人の参政権地方選挙" : "外国人に地方選挙の選挙権・被選挙権が保障されるかが問題となる。\n\nそもそも、 15条1項の規定による公務員の任免権の保障は、国民主権原理から外国人には及ばないと考える。\n\nそして、地方公共団体が我が国の統治機構の不可欠の要素をなすことから、93条2項にいう「住民」には外国人は含まれず、外国人の地方選挙における選挙権・被選挙権は憲法上保障されないと考える。\n\nもっとも、外交、国防などを担当する国政と、住民の生活に密接な関連を有する公共的事務を担当する地方公共団体の政治・行政とでは、国民主権原理とのかか、わりの程度に差異があることを考慮するべきである。\n\nそこで、我が国に在留する外国人のうちでも永住者等であってその居住する区域の地方公共団体と特段に緊密な関係を持つに至ったと認められる者について、法律で地方公共団体での選挙権を付与する措置を講ずることは憲法上禁止されるものではないと考える。\n\n\n\n",
            "4_外国人の参政権公務就任権" : "そもそも、前提として、公務就任権の保障をいかなる規定に求めるかが問題となるも、公務員になることは政治に参加することであるといえるため、公務就任権は15条1項により保障されると考える。\n\n次に、外国人に公務就任権が保障されているかが問題となる。\n\nこの点について、公務員の職務はその内容、権限、統治作用との関わり方とその程度が様々であるため、個別具体的に検討するべきである。\n\nそこで、公務員はその職務に応じて①直接統治作用に関わる公務員、②間接的に統治作用に関わる公務員、③補佐的・補助的な事務、学術的・技術的な事務等に従事する公務員に区分されるが、①と②の一部に就任する権利は、職務内容が公権力の行使又は公の意思の形成への参加に関り国民主権原理と抵触するため、外国人には保障されないと考える。\n\n\n\n",
            "5_外国人の再入国の自由" : "外国人に再入国の自由は保障されるか。\n\nこの点について、在留外国人の再入国の自由は. 22条2項の出国の自由に対応して憲法上認められる人権であると解する。\n\nもっとも、日本国民の出入国の自由と全く同じ保障が外国人にも及ぶのではなく、国家は外国人による安全・独立及び福祉に対する侵害から自国を守る王権的権利を有すると解すべきである。\n\nそこで、著しくかつ直接的に日本国の安全と独立及び国民の福祉を害するおそれがある場合には、再入国を許可しないことができると解する。\n\n",
            "6_外国人の政治活動の自由" : "政治活動の自由は、外国人にも日本国民と同程度に保障されるか。政治活動の自由が参政権的な機能を有するため問題となる。\n\nそもそも、精神的自由は自然権的性質を有する人権であるから、その性質上外国人にも保障されると解される。\n\nしかし、政治活動の自由は、参政権の行使に関わるものであるところ、参政権は国民主権原理(前文、1条)に基づき、日本国民にのみ認められるものである。\n\nそこで、日本国民と同程度の保障を認めることはできず、我が国の政治問題に対する不当な干渉にならない限りで外国人にも政治活動の自由が認められると解する。",
            "7_未成年者の人権" : "未成年者には成年者とは違った特別の制約を認めるべきかが問題となる。\n\nこの点について、未成年者自身の自己加害を理由とする権利の制限(パターナリズム)は、自由主義に反するため、原則として許されないと考える。\n\nもっとも、未成年者が心身ともに未成熟である場合には、未成年者自身の判断にまかせるのは、未成年者を個人として尊重したことに他ならない。\n\nそこで、未成年者が成熟した判断を欠く行為の結果、長期的にみて未成年者自身の目的達成諸能力を重大かつ永続的に弱化する恐れのある場合に限って成年者とは違った特別の制約を認めるべきであると考える。",
            "8_公共の福祉の意味" : "公共の福祉の意味をいかに解すべきかが問題となる。\n\nこの点について、公共の福祉は人権相互の矛盾衝突を調整するための実質的公平の原理であり、すべての人権に論理必然的に内在していると解する。\n\nそして、公共の福祉は、自由権を各人に公平に保障するための制約を根拠付ける場合には、必要最小限度の規制のみを認め(自由国家的公共の福祉)、社会権を実質的に保障するために自由権の規制を根拠付ける場合には、必要な限度の規制を認めるもの(社会国家的公共の福祉)として働くと解する。",
            "9_公務員の政治活動の自由" : "公務員の政治活動の自由は特別の制限に服するかが問題となる。\n\nそもそも、公務員も「国民」(第3章)であるから、政治活動の自由が保障されるのが原則である。\n\nしかし、政党内閣制の下においては、行政の職務の中立性が保たれてはじめて政策が忠実に実行されて、行政の継続性、安定性が維持される以上、公務員の政治活動の自由を制限する必要性があると解する。\n\nさらに、憲法は公務員関係の存在と自律性を憲法秩序の構成要素として認めている(15条、73条4号等)。\n\nそこで、公務員の政治活動の自由は特別の制限に服すると解する。",
            "10_私人間効力間接適用説" : "私人間において人権侵害の主張が認められるかが問題となる。\n\n確かに、本来人権は対国家的権利であり、私的自治が妥当する私人間においては適用されないとも思える。\n\nしかし、現代においては、巨大組織等の社会的権力による人権侵害から市民を守る必要がある。\n\nまた、人権保障の理念はすべての法領域に妥当する客観的秩序と解される。\n\nそこで、人権保障の必要性と私的自治の調和との観点から、私法の一般条項(民法90条等)を解釈する際に人権規定で意味補充を行い、緻密な利益衡量により私人間における人権保障を実現するべきものと解する(間接適用説)。",
            "11_団体とその構成員の関係" : "まず、前提として、団体の活動が団体の目的の範囲内でなければならない。\n\n次に、団体の目的の範囲内の活動だとしても、構成員がそれに協力する義務を負うかが問題となる。\n\nこの点について、団体活動の実効性確保の観点から、構成員に団体の多数決原理による決定を強制すると、構成員の基本的利益を侵害するおそれがある。\n\nそこで、①具体的な団体活動の内容・性質、②これについて構成員に求められる協カの内容・程度・態様等を比較衡量し、多数決原理に基づく団体活動の実効性と団体の構成員個人の基本的利益の調和という観点から、団体の統制力と構成員の協力義務の範囲に合理的な限定を加えることが必要であると解する。\n\n",
            "12_プライバシー権" : "そもそもプライバシー権が憲法上保障されているか、14条以下で列挙されていないため問題となる。\n\nこの点について、13条後段の幸福追求権は、個人の人格的生存に不可欠な利益を内容とする権利の総称をいうと解する。\n\nそして、情報化社会の現代においては、自己に関する情報が自己の関与しないところで用いられると、人格的自律が害されるといえる。\n\nそこで、プライバシー権は、自己に関する情報をコントロールするものとして人格的生存に不可欠な権利といえ、 13条後段により保障されると考える。",
            "13_法の下の平等" : "憲法14条1項後段に反し、違憲ではないかが憲法上問題となる。\n\nまず、法内容が不平等なら、その適用の結果は不平等となるから、「法の下」の平等(14条1項前段)とは、法適用の平等だけでなく、法内容の平等をも意味すると解する。\n\nそして、各人には、年齢・性別などの事実上の差異がある以上、かかる事情を考慮考える。\n\nそこで、「平等」(同項前段)とは、合理的な区別を許容する相対的平等を意味すると解する。",
            "14_投票価値の平等" : "憲法は投票価値の平等をも保障しているか、法文上明らかでないため問題となる。\n\nそもそも、憲法ほ、 14条1項において、すべて国民は法の下に平等であると定め、平等の原理を宣明するとともに、政治の領域におけるその道用として、選挙権について15条1項、 3項、 44条但し書の規定を設けている。\n\nそうだとすると、憲法14条1項に定める法の下の平等は、選挙権に関しては、国民はすべて政治的価値において平等であるべきであるとする徹底した平等化を志向するものであると解される。\n\nそこで、憲法は各選挙人の投票の価値の平等も保障していると解する。",
            "15_較差としての許容基準" : "投票価値の平等が14条1項によって保障されるが、議員定数不均衡がいかなる場合、14条1項に反し、違憲となるか。\n\nそもそも、投票価値の平等は、個人の人格的平等(13条前段、 14条1項)に基礎をく重要な権利であるから、各選挙区間における議員定数と人口の比率の較差は、厳格に解し、1対1でなければならないのが原則である。\n\nもっとも、民意の公正な反映のためには、行政区画など人口以外の要素も考慮しなければならないし、絶えず1対1を維持することは技術的にも困難であることから、質的に複数投票を認めることにならない限度、すなわち2対1の限度で、国会に定数配分に関する立法裁量(47条)が認められると解する見解もある。\n\nしかしながら、技術的困難さを理由に、徹底した投票価値の平等が後退しては、統治は人権保障の道具にすぎないという憲法の発想に合致しないし、徹底した投票価値平等が実現されることが、民主主義の在り方として真の姿である。そこで、 1対1を維持するべきであり、これに反する場合には定数配分規定は違憲であると解する。\n\n",
            "16_参議院の特殊性" : "投票価値の平等に反するか否かを判定する基準は参議院と衆議院で異なるか。\n\nこの点について、判例は参議院が事実上都道府県代表的な意義ないし機能を有した半数改選制(46条)を採用しているという特殊性から衆議院の場合よりも広い国会の裁量を肯定し、 1対5以上の較差があっても合憲としている。\n\nしかし、参議院議員も、憲法上は「全国民」の「代表」(43条1項)として位置付けられているので、かかる解釈は憲法を離れ、妥当でない。\n\nまた、半数改選制は憲法上の原則であるが、個人の尊厳を根底原理とする(13条)上、憲法上の諸制度は人権保障の目的に仕えるものであり、手段たる統治制度のために人権保障の後退を認めることに等しく、妥当でない。\n\nそこで、参議院においても衆議院と同様の基準が妥当すると解する。",
            "17_合理的期間論" : "1対1の基本原則から乖離し、政府が、議員定数の較差を正当化する十分な理由を示すことができない場合、裁判所は、直ちに定数配分規定を違憲とし、選挙を無効とべきか。\n\nこの点について、人口は日々変動しており、常に定数配分規定が憲法に適合するものであることを求めると、国会に不可能を強いる危険もある。\n\nそこで、人口比例原則が破られていることを国会が認識しつつ、これを合理的期間内に是正せず放置した場合に初めて違憲となると考える。\n\n",
            "18_統治行為論の採否" : "投票価値の平等の問題は、直接国家統治の基本に関する高度に政治性のある国家行為であるとも思えるため、統治行為論により司法審査を回避すべきかが問題となる。\n\nこの点について、投票価値の平等は、選挙権の内容として民主政の過程に直結した権利であり、その侵害は民主政の過程を通じて治癒し得ない。\n\nそこで、統治行為論は採用し得ず、裁判所は憲法判断を回避することなく厳格な審査基準をもって、審査すべきであると解する。\n\n",
            "19_違憲の瑕疵を争い得る範囲" : "選挙無効訴訟は、選挙区ごとの選挙の有効性を争うものであるため、当該選挙区の議員一人当たりの選挙人数の比率と全国平均のそれとの較差の違憲性のみを主張し得るのか、当該選挙区にとどまらず全体としての配分規定の較差の違憲性をも主張し得るのか問題となる。\n\nこの点について、議員定数の配分は、極めて多種多様で、複雑微妙な政策的及び技術的考慮の下で決定されるのであり、一定の議員総数の各選挙区への配分として、相互に有機的に関連し、ーの部分における変動は他の部分にも波動的に影響を及ぼすべき性質を有するものと認められ、不可分の一体をなすといえる。\n\nそこで、違憲の瑕疵は配分規定全体に及び、配分規定全体の較差を争い得ると解する。",
            "20_事情判決の法理" : "裁判所は、定数配分規定を違憲と判断した場合、いかなる判決を言い渡すべきか。\n\nこの点について、選挙無効の判決を言い渡したとしても、これにより憲法に適合する状態が直ちにもたらされるわけではない。\n\nむしろ、当該選挙により選出された議員がすべて当初から議員資格を有しなかったことになる結果、既にこれらの議員により組織された議院・議会の議決を経た上で成立した法令等の効力にも問題が生じる。\n\nまた、今後の議院・議会の活動が不可能となり、定数配分規定を憲法に適合するように改正することさえできなくなるという憲法の所期しない結果を生じてしまう。\n\nそこで、行政事件訴訟法31条1項の定める事情判決制度に含まれる一般的な法の基本原則の適用により、当該選挙が違憲である旨を主文で宣言するにとどめ、選挙を無効とする旨の判決を求める請求を棄却すべきものと解する。\n\n",
            "21_目的効果基準" : "かかる審査基準が政教分離規定(20条1項後段、 3項)に反し違憲とならないか問題となる。\n\nこの点について、政教分離規定は、国家と宗教との分離を制度として保障ずることにより、間接的に信教の自由の保障を確保しようとずるものである。\n\nそして、福祉主義(25条以下)の実現という憲法上の要請があるにもかかわらず、社会施策の実施等に当たっても国家と宗教との関わり合いを一切認めないとすると、宗教と関係があることによる不利益的取扱いを生じさせることとなり、かえって信教の自由の侵害につながりかねない。\n\nそこで、政教分離原則は、国家が宗教との関わり合いを持つことを全く許さないとするものではなく、宗教との関わり合いをもたらす行為の目的及び効果にかんがみて、その関わり合いが社会的・文化的諸条件に照らし相当とされる限度を超えるものと認められる場合にこれを許さないとするものと解する。具体的には行為の目的が宗教的意義を持ち、そのの効果が宗教に対する援助、助長、促進、又は圧迫、干渉等になる場合には、許されないものと解する。\n\nそして、かかる判断は、当該行為の外形的側面にのみとらわれることなく、当該行為の行われる場所、当該行為に対する一般人の宗教的価値観、当該評価の一般人に与える効果・影響等の諸般の事情を考慮して、社会通念に従って、客観的になされるべきと解する。\n\n\n",
            "22_大学の自治の主体" : "学生が大学の自治の主体なのかどうかが問題となる。\n\nこの点について、判例は、教授その他の研究者が主体で、学生は専ら営造物の利用者にすぎないとする。\n\nしかし、大学は他の文化的営造物とは異なり、研究と教育の場であって、学生は教員から学ぶとともに教員に対して学問的示唆を供する点に大学の特殊性がある。\n\nそこで、学生は大学における不可欠の構成員として、大学の自治の運営について要望し、批判し、あるいは反対する当然の権利を有するという意味で、大学の自治の主体たり得ると解する。\n\n",
            "23_知る権利" : "知る権利が憲法21条1項で保障されるか。\n\nこの点について、情報の送り手と受け手が分離した現代社会においては、単に情報の送り手の表現の自由を保障するのみでは自己実現・自己統治の価値を実現するのに不十分である。\n\nそこで、表現の自由を受け手の側から再構成し、情報の受け手が情報を受領する知る権利も21条1項で保障されると解する。",
            "24_知る権利の請求権的性格" : "知る権利に基づき、積極的に政府情報等の公開を要求できるか。知る権利に自由権的側面のみならず請求権的側面も認められるかが問題となる。\n\nそもそも、国民が政治的意思決をなすには.、公権力の保有する情報が不可欠である。\n\nまた、国民主権原理の下、公権力の保有する情報は本来国民の情報である。よって、積極的な情報開示請求権も21条により保障されていると解する。\n\nもっとも、 21条の文言は抽象的で、具体的な手続を導き出すことはできない。また、個人のプライバシーにも配慮する必要がある。そこで、積極的な情報開示請求権は、法律の制定を待って具体化される抽象的権利であると解する。\n\n",
            "25_アクセス権" : "まず、マス・メディアの発達により情報の送り手と受け手が分離した現代において受け手の側から表現の自由を再構成すべく、アクセス権が21条により保障されると考える。\n\n次に、アクセス権の法的性質が問題となる。\n\nそもそも、憲法は対国家的権利を定めたものであって、私人相互間に直接適用されるものではないため、マス・メディアに対する具体的なアクセス権を21条から直接導き出すことはできないと考える。\n\nしたがって、アクセス権は抽象的権利にとどまり、具体的権利となるためには、特別の法律の制定が必要であると考える。\n\nもっとも、このような法律は、報道機関の編集の自由を侵害するおそれや、批判的記事を差し控える萎縮的効果を及ぼすおそれがあるため、この法制度の確立は困難であると考える。\n\n\n\n",
            "26_報道の自由" : "報道の自由が21条1項で保障されるか。\n\nそもそも、事実の報道であっても報道内容の編集という知的作業を経る点で送り手の意見が表明されているし、報道は民主主義社会において国民が国政に関与するにつき重要な判断資料を提供する点で国民の知る自由(21条1項参照)に不可欠といえる。\n\nそこで、報道の自由は同項により保障されると解する。",
            "27_取材の自由" : "取材活動は表現行為そのものではなく、その準備活動であるため、取材の自由が21条で保障されるかが問題となる。\n\nこの点について、判例は、取材の自由は21条の精神に照らし、十分尊重に値すると述べるにとどまる。\n\nしかし、報道は、取材・編集・発表という一連の行為により成立するものであり、取材は表現の自由として保障される報道にとって不可欠の前提をなす。\n\nそこで、取材の自由も報道の自由の一環として21条で保障されると解すべきである。\n\n",
            "28_狭義の取材源秘匿権" : "刑事訴訟において、狭義の取材源秘匿権は認められるか。\n\nこの点について、証言義務は司法裁判の適正な行使に協力するという国民の重大な義務であり、証言拒絶権が認められる場合は極めて例外的な場合に限られるから、刑事訴訟法143条の例外規定(同法149条等)は限定列挙であって、かかる例外規定を類推適用することはできないと考える。\n\nそこで、刑事訴訟において、刑事訴訟法上も憲法上も、狭義の取材源秘匿権は保障されていないと考える。\n\n"
        },
        "minpou" : {
            "0_権利能力なき社団の財産の帰属　" : "権利能力なき社団に実質上帰属する財産は、いかなる法的性質を有するか。\n\nこの点について、権利能力なき社団には法人格がない以上、これに権利・義務の帰属すると構成できないが、権利能力なき社団が法人と同様の実体を持つことから、その財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそこで、権利能力なき社団の財産は、構成員に総有的に帰属し、各構成員には持分権が認められないと解する。",
            "1_制限行為能力者の詐術" : "制限行為能力者であることを黙秘している場合にも、21条の「詐術」に当たり、取り消し得ない行為となるか。「詐術」の具体的内容が問題となる。\n\nこの点について、制限行為能力者保護と取引安全の要請との調和を図るという同条の趣旨にかんがみ、「詐術」には、制限行為能力者が積極的術策を用いた場合のみならず、普通に人を欺くに足りる言動を用いて相手方の誤信を誘発し、または誤信を強めた場合も含まれると解する。",
            "2_権利能力なき社団の債務と責任の帰属" : "権利能力なき社団の債務について構成員は責任を負うか。\n\nこの点について権利能力なき社団には法人格がない以上これに権利・義務が帰属すると構成することはできないが権利能力なき社団が法人と同様の実体を持つことがらその財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそうだとすれば実質的に権利能力なき社団に帰属する債務は団体の構成員に総有的に帰属するとともに社団の総有財産だけがその責任財産となるものと解する。\n\nそこで団体の構成員各自は取引の相手方に対し直接的には個人的債務ないし責任を負わないと解する。\n\nこのように解しても債権者の債権回収への期待は代表者を保証人にしたり個人財産に担保を設定させるなどの方法で図られるため不都合はない。\n\n",
            "3_「目的の範囲内において、権利を有し、義務を負う」(34条)の意義" : "法人はー定の目的のために設立されるので、権利能力の範囲もその目的の範囲内で認められ、目的の範囲外の行為は無効と解される。そこで、 34条の「目的の範囲内の意義」が問題となる。\n\nこの点について、人の財政的基礎の確立と取引の相手方保護の観点から、法人の活動を広く認めるべきである。\n\nそこで、「目的の範囲内」の行為とは、定款に明示された目的自体に限定されず、その目的を遂行する上で直接又は間接に必要な行為を含む止解する。\n\nそして、取引安全のため、目的の範囲の内外は客観的に決するべきである。",
            "4_94条2項の「第三者」と転得者①" : "悪意の譲受人からの善意の転得者は94条2項の「第三者」として保護されるか。\n\nそもそも、同項の趣旨は、虚偽の外観を自ら作り出した本人の犠牲の下に、かかる外観を信頼して取引関係に入った者を保護する点にある。\n\nそうだとすれば、同項の「第三者」とは、虚偽表示の当事者又はそのー般承継人以外の者であって、虚偽の外観を基礎として新たな独立の法律上の利害関係を有するに至った者をいうと解する。\n\nそして、かかる転得者であっても、かかる外観を信頼して取引関係に入った者であれば、直接取引に入った者と同様に保護の必要性が認められるので、「第三者」に当たると解する。",
            "5_94条2項の「第三者」と転得者②" : "(善意の譲受人が94条2項で保護されることを認定する)\n\nそれではひとたび「善意の第三者」が現れればその後の転得者は悪意であっても保護されるか。\n\nこの点について権利関係の早期確定の観点から「善意の第三者」が現れれば、この者が絶対的に権利を取得し転得者は善意・悪意に関わらず、「善意の第三者」の地位を承継取得するものと解する(絶対的構成)。\n\nただし転得者が当初より94条2項の善意者保護規定を信義に反する形で悪用した場合(善意の第三者をわら人形として介在させた場合など)には例外的に転得者は保護されないものと解する(1条2項)。",
            "6_94条2項の「第三者」" : "94条2項の「第三者」として保護されるためには無過失及び登記の具備が必要か。\n\nこの点について本人には虚偽の外観作出につき帰責性が重視すべきであるから同項の「第三者」として保護されるためには文言どおり善意であれば足り無過失を要しないと解する。\n\nまた本人と第三者とは前主後主の関係に立つので向項の「第三者」として保護されるためには対抗要件としての登記を要しないと解する。\n\nさらに本人の帰責性が大きい以上権利保護要件としての登記も不要と解する。",
            "7_94条2項の「第三者」と本人からの譲受人" : "虚偽の外観に基づき、新たに独立の法律関係に入った「第三者」(94条2項)と、本人からの譲受人とは、いずれが優先するか。\n\nそもそも、同項によって仮装譲受人が真正な権利者のように扱われるのは、一種の法的擬制であり、同項による権利変動の実体的過程は、本人から第三者への承継取得であると解する。\n\nそこで、「第三者」と本人からの譲受人は対抗関係に立ち、先に対抗要件を具備した者が優先すると解する。",
            "8_94条2項類推①" : "本人が虚偽の外観が作出されているのを知りながらこれを放置していた場合、その外観を信頼して権利を取得した第三者を保護できないか。\n\nそのための法律構成が問題となる。\n\nこの点について、通謀がない以上、 94条2項を直接適用することはできない。\n\nしかし、虚偽の外観を信頼して取引をした第三者を一切保護しないのでは、取引の安全を害することになる。\n\nそもそも、同項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。そして、③については、本人の帰責性が重大であることから、第三者は善意であれ壁り、無過失を要しないと解する。\n\n\n\n",
            "9_94条2項類推②" : "本人が虚偽の外観を作出したところ、外観作出に関与した者が本人に無断でそ「外観を変更し、第三者が変更された外観を信頼して取引関係に入った場合、第三者は外観に対応した権利を取得するか。\n\nそもそも、 94条2項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。\n\nそして、③については、本人の帰責性が重大であるといっても、本人の意思に対応した外観が作出されたわけではなく、他人の行為が介在して外観が作出されたものでちることから、 110条の法意に照らし、第三者は善意無過失であることを要すると解する。\n\n\n\n",
            "10_94条2項類推③" : "他人により本人の意思とは無関係に虚偽の外観が作出された場合かかる外観を信頼して取引関係に入った第三者を保護することができるか。\n\nそもそも 94条2項の趣旨は/虚偽の外観作出に帰責性のある本人の犠牲においてかかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば①虚偽の意思表示はなくとも虚偽の外観が存在し②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ③第三者の正当な信頼が認められる場合には同項を類推適用しかかる第三者は保護されると解する。\n\nそして②については帰責性の程度が自ら外観の作出に積極的に関与した場合やこれを知りながらあえて放置した場合と同視し得るほど重いちのと認められる場合には本人に外観作出の意思がなくても肯定できると解する。\n\nただし③については本人の帰責性は虚偽の外観との関係では間接的なものでありまた他人の権限逸脱行為が介在して外観が作出されているがら110条も類推適用し第三者は善意無過失であることを要すると解する。\n\n\n\n",
            "11_動機の錯誤" : "意思表示の動機に錯誤がある場合、錯誤無効を主張することはできるか。動機の錯誤が「錯誤」(95条)に当たるかが問題となる。\n\nこの点について、「錯誤」とは、表示に対応する意思が存在せず、しかも意思の不存在につき表意者の認識が欠けていることをいう。\n\nそうだとすれば、動機は意思の形成過程にすぎず、動機の錯誤は「錯誤」に当たらないとも思える。\n\nしかし、同条の趣旨は、基本的には表意者の保護にあり、動機の錯誤の場合も表意者の保護の必要性は変わらない。\n\n他方、あまりに表意者の保護を厚くすると、取引の安全が害される。\n\nそこで、表意者の保護と取引の安全との調和から、動機の錯誤であっても、動機が明示又は黙示に表示されて意思表示の内容となった場合には、「錯誤」に当たると解する。",
            "12_錯誤無効の主張適格" : "錯誤無効はだれでも主張できるか。錯誤無効の主張適格が問題となる。\n\nこの点について、無効はだれでも主張できるのが原則である(120条参照)。\n\nしかし、 95条の趣旨は表意者を保護する点にある。\n\nそうだとすれば、錯誤無効は表意者のみが主張でき、相手方及び第三者は無効を主張できないと解する(取消的無効)。\n\nもっとも、これでは表意者が錯誤を認めている場合であっても、、無効を主張する意思がなければ、だれも無効を主張できないことになる。\n\nそこで、表意者が錯誤を認めている場合、表意者自身は無効を主張する意思がないときであっても、表意者の債権者は、自己の債権を保全する必要があると認められるときには、錯誤無効の主張を代位行使することができると解する(423条1項本文)。",
            "13_錯誤と担保責任の関係" : "錯誤無効(95条)と瑕疵担保責任に基づく契約の解除(570条)のいずれも主張できる場合、両者の関係はどうなるのか。\n\nそもそも、瑕疵担保責任の規定は、有償契約が日常頻繁に行われることにかんがみ、法律関係の早期安定を図るため、1年間の除斥期間を設けたものと解される(570条本文・566条3項)。\n\nまた、条文の位置から、瑕疵担保責任の規定は、総則の錯誤の規定の特則と解される。\n\nそこで、瑕疵担保責任の規定が優先的に適用されるものと解する。",
            "14_96条3項の「第三者」" : "96条3項の「第三者」の意義が問題となる。\n\nそもそも、同項の趣旨は、詐欺により取り消された意思表示が有効であったと信じて、新たに利害関係を持つに至つた第三者を保護するところにある。\n\nそうだとすれば、同項の「第三者」とは、取消しによる遡及的無効のゆえに害される第三者、すなわち詐欺による意思表示の取消し前に新たな独立した法律上の利害関係を有するに至った者をいうと解する。\n\nそして、詐欺によって意思表示をした者には何らかの帰責性が認められるのが通常であり、第三者保護を重視すべきであるから、同項の「第三者」として保護されるためには、文言どおり善意であれば足り、無過失を要しないと解する。また、表意者と第三者とは前主後主の関係に立つので、同項の「第三者」として保護されるためには、対抗要件としての登記を要しないと解する。\n\nさらに、表意者には何らかの帰責性があるので、権利保護要件としての登記も不要であると解する。",
            "15_詐欺取消し後の第三者" : "詐欺取消し後に、取消しの相手方から不動産を譲り受けた第三者を保護できないか、その法律構成が問題となる。\n\nこの点について、 96条3項の「第三者」とは、詐欺による意思表示の取消し前に新たに独立した法律上の利害関係を有するに至った者をいうと解する。\n\nそうだとすれば、取消し後の第三者は、同項の「第三者」には当たらない。\n\nしかし、取消し前であれば保護され得る者が、取消し後には一切保護されないとなるのは、取引の安全を害し、妥当でない。\n\nそもそも、取消しの遡及効(121条本文)は法的な擬制にすぎず、取り消されるまでは取り消すことのできる行為も有効であるから、取消しの時点であたかも所有権の復帰的物権変動があったらのと同様に扱うことができる。\n\nまた、取り消された以上、これによる法律関係の変動は迅速に公示し、取引の安全を図るべきであり、これを怠る者は不利益を受けてもやむを得ない。さらに、画一的な処理により不動産取引の安全を図る観点からは、「物権の得喪及ぴ変更」は登記により決すべきである(177条)。\n\nそこで、取消しによる復帰的物権変動は、同条の「物権の得喪及び変更」に当たり、取消し後の第三者と表意者とは対抗関係に立っものと解する。\n\n\n\n",
            "16_本人側が内部契約を取り消した場合の" : "本人が制限行為能力者であり、あるいは本人側に意思表示上の瑕疵があって、本人側が内部契約を取り消した場合、代理行為はいかなる影響を受けるか。授権行為の法的性質と関連して題となる。\n\nこの点について、事務処理契約と合体しない授権行為も存在することから、授権行為は、委任に類似した一種の無名契約と解すべきである(無名契約説)。\n\nそして、内部契約が取り消されても代理行為は依然として有効とするのは、取引観念に反することから、内部契約の瑕疵は、授権行為にも影響を及ぼすも、のと解する(有因性)。\n\nそこで、本人の内部契約の取消しにより内部契約は遡及的に無効となる(121条本文)結果、授権行為も遡及的に無効となり、代理行為は無権代理行為となるものと解する。\n\nもっとも、取引の安全の観点から、本人が取消し後に委任状などを放置しておいた場合の相手方については、 109条による保護の余地が認められる。また、取消し前の相手方は原則として保護されないが、詐欺取消し前の相手方については、 96条3項の保護の余地が認められる。\n\n\n\n",
            "17_代理側が内部契約を取り消した場合" : "代理人が制限行為能力者であり、あるいは代理人側の意思表示上の瑕疵があり、代理人側が内部契約を取り消した場合、それまでに代理人がした代理行為はいかなる影響を受けるか。授権行為の法的性質と関連して問題となる。\n\nこの点について、授権行為は委任に類似した一種の無名契約と解すべきである(無名契約説)。\n\nそして、内部契約の瑕疵は、授権行為にも影響を及ぼすものと解する(有因性)。\n\nそうだとすれば、代理人の内部契約の取消しにより内部契約は遡及的に無効となる(121条本文)結果、授権行為も遡及的無効となり、代理行為は無権代理行為になるとも思える。\n\nしかし、取消しにより代理権が遡及的に消滅すると、代理行為の相手方が害される一方で、取消しにより保護されるべき代理人は、代理行為につき何ら利害関係を有しない。\n\nそこで、この場合には内部契約の取消しによっても授権行為は将来に向かつてのみ消滅し、既になされた代理行為の効果は失われないものと解する。\n\n\n\n",
            "18_代理人が本人名義で越権行為を行った場合" : "代理人が本人名義で越権行為を行つた場合、取引の相手方を保護できるか。\n\nこの点について、本人名義であっても、効果帰属主体を明らかにするという顕名の趣旨は満たされる。\n\nまた、110条の表見代理は代理権の外観に対する信頼を保護する制度であるところ、無権代理人の代理権限を信じた場合と、無権代理人を本人自身と信じた場合とで、本人に効果帰属すると信頼した相手方保護の必要性において異なるところはない。\n\nそこで、同条を類推適用して相手方を保護すべきものと解する。\n\nただし、相手方は代理権を信じたわけではないから、同条の「正当な理由」の有無は、その意思表示の実体に即して、意思表示の主体が本人であると信じたことの当否についてなされるべきものと解する。\n\n\n\n",
            "19_101条2項の「本人の指図に従って」の意義" : "代理人を通じて売買契約を締結した場合において、本人は目的物に瑕疵があることを知っていたが、代理人はこれを知らなかった場合、 101条2項を適用して本人の瑕疵担保責任(570条)の主張を封じ、相手方を保護できないか。\n\n101条2項の「本人の指図に従って」の意義が問題となる。\n\nこの点について、同項の趣旨は、公平の観点から、本人が代理人の意思決定に影響を与えた場合、本人の主観的事情も考慮して代理人の意思表示の効力を判断すべきある。\n\nそこで、「本人の指図に従って」行為をした場今とは、同項の趣旨が妥当する場合、具体的には、本人が代理人をコントロールし得る場合をいうと解する。\n\n\n\n",
            "20_代理人の虚偽表示" : "代理人が本人をだますつもりで相手方と通謀虚偽表示をした場合、有効な契約として本人に効果は帰属するか。\n\nこの点について、いかなる代理人も相手方と通謀して本人を欺罔する権限は有しない。\n\nそうだとすれば、かかる行為をする者は代理人とはいえず、相手方の意思表示の伝達機関(使者)と構成すべきものと解する。\n\nそこで、この者の意思表示は、相手方の本人に対する心裡留保(93条)と構成できるので、本人が相手方の真意を知り又は知ることができたときでない限り、同条により有効な契約として本人に効果帰属すると解する。\n\n\n\n",
            "21_代理権濫用(1)任意代理権濫用の場合" : "任意代理人がその内心では自己又は第三者の利益を図るため、しかし客観的には顕名により代理の形式を履践して、本来の権限内の行為をした場合(代理権濫用)、本人に効果は帰属するか。\n\nこの点について、取引安全の観点から、代理権の範囲は客観的に判断すべきであるから、代理権濫用の場合も、代理権の範囲内の行為として、本人に効果帰属するのが原則である。\n\nもっとも、相手方の主観にかかわらず、常にかかる結論を貫くことは、本人の静的安全を害する。\n\nそもそも、内心的効果意思と表示との間に不一致はないため93条ただし書き直接適用することはできないが、経済的効果を自己に帰属させようとする意思と表示との間には不一致があり、類推適用の基礎があるといえる。そこで、同条ただし書き類推適用し、相手方が代理人の意図を知っていた細ることができた場合には、代理行為の効果は本人に帰属しないと解する。\n\n",
            "22_代理権濫用(2)親権濫用の場合" : "親権者の行為は「利益が相反する行為」(826条1項)に当たり、無権代理として本人に効果帰属しないのではないか。\n\nこの点について、利益相反行為に当たるか否かの判断は、取引安全保護の観点から、当該行為の外形で決すべきと解する。\n\n(利益相反行為に当たらないことを認定)そうであるとしても、かかる親権者の行為は代理権濫用に当たり、本人に効果帰属しないのではないか。\n\nそもそも、親権者の代理行為は、利益相反行為に当たらない限り、親権者の広範な裁量(824条) Iこゆだねられている。\n\nそこで、それが本人の利益を無視して自己又は第三者の利益を図ることのみを目的としてされるなど、親権者に法定代理権を授与した法の趣旨に著しく反すると認められる特段の事情が存しない限り、法定代理権の濫用に当たらないと解する。\n\nそして、法定代理権の濫用に当たる場合、本人保護と相手方の取引安全保護の調和の見地から、93条ただし書き類推適用し、相手方が濫用の事実を知り又は知り得たときには、その行為の効果は本人に及ばないちのと解する。\n\n\n\n",
            "23_無権代理と表見代理の関係" : "表見代理が成立し得る場合、無権代理人は表見代理が成立することを抗弁に、無権代理人の責任(117条)を免れることができるか。無権代理人の責任は表見代理が成立しない場合の補充的責任と解するべきか、表見代理と無権代理の関係が問題となる。\n\nこの点について、無権代理人の責任は、表見代理とは独立の制度である。また、表見代理が相手方保護のための制度であることにかんがみ、無権代理人が表見代理の成立を主張して自己の責任を免れることは、制度本来の趣旨に反するというべきである。\n\nそこで、無権代理人の責任は補充的な責任ではなく、無権代理人は表見代理が成立することを抗弁に、無権代理人の責任を免れることができないと解する。\n\n\n\n",
            "24_117条2項前段の「過失」の意義" : "117条2項前段の「過失」は、重過失と解するべきではないか。過失と解釈すると、過失ありとして表見代理が成立しない場合には、無権代理人の責任も追及できないことになり、同条の機能する場面がほとんどなくなってしまうと思われるため問題となる。\n\nそもそも、民法は重過失を要件とするときは特にその旨を明記している(95条、470条等)。また、 117条1項が相手方の保護及び代理制度の信用保持のため無権代理人に無過失責任を負わせたこととの均衡上、同条2項前段の「過失」は重過失に限定されるべきではない。\n\nそこで、同項前段の「過失」は字義どおり過失と解する。\n\n",
            "25_無権代理人が本人の地位を相続した場合(1)" : "無権代理人から本人の地位を相続により取得した場合、無権代理人は、自己の無権代理行為について本人の立場において追認を拒絶して履行を拒めないか。\n\n無権代理人の地位と本人の地位とが同一人に帰属した場合に、これらの地位が融合し、追認(116条)があったのと同じ効果(追完)、が問題となる。\n\nこの点について、相続開始後も取消権(115条)や無権代理人の責任追及(117条)の余地を残しておくべきであるから、相続によっても地位の融合は生じず、本人の地位と無権代理人の地位は併存すると解する(地位併存説)。\n\nそうだとすれば、無権代理人は、本人の地位で追認拒絶することができるとも思える。\n\nしかし、無権代理人の追認拒絶は、先行する無権代理行為と相容れず、信義則(1条2項)上、許されないと解する(信義則説)。\n\n",
            "26_無権代理人が本人の地位を相続した場合(2)" : "無権代理人が他の相続人と共に本人の地位を共同相続した場合、無権代理行為の効果はどうなるか。\n\nまず、相続により両者の地位が同一人に帰属した場合であっても、両者の地位は融合せず、併存するものと解する(地位併存説)。\n\nもっとも、無権代理人が、本人の立場において追認を拒絶することは、先行する無権代理行為と相容れず、信義則(1条2項)上、許されないものと解する(信義則説)。\n\nただし、本人の追認権は性質上相続人全員に不可分的に帰属し、他の共同相続人全員の追認がない限り、無権代理行為は、無権代理人の相続分に相当する部分においても、当然に有効にはならないと解する。\n\n\n\n",
            "27_本人追認拒絶後の無権代理人の本人相続" : "本人が生前に追認拒絶の意思を示した後に死亡し、無権代理人が本人を相続した場合、無権代理人は本人の追認拒絶を援用して履行を拒むことができないか。\n\n確かに、無権代理人が本人の追認拒絶を援用することは、信義則(1条2項)上、許されないとも思える。\n\nしかし、追認拒絶によって無権代理行為の効果が本人に及ばないことが確定した後は、本人であってもこれを有効とすることができず、追認拒絶の後に無権代理人が本人を相続したとしても、追認拒絶の効果に何ら影響を及ぼすものではない。\n\nそこで、本人が生前に追認拒絶の意思を示した後に死亡した場合には、無権代理人が本人の追認拒絶を援用することも、信義則(1条2項)に反するものではなく、履行を拒むことができると解する。\n\n\n\n",
            "28_成年後見人就任前になされた無権代理行為の就任後における追認拒絶の可否" : "本人の成年後見開始の審判より前に無権代理行為をした者が後見人に就任した場合、後見人の立場で無権代理行為の追認を拒絶することができるカ.矛盾挙動に当たり、信義則・(1条2項)に反するとも思えるため問題となる。\n\n確かに、無権代理行為をした者が、後見人に就任したことを奇貨として追認を拒絶することは、信義則に反するとも思える。\n\nしかし、常に追認拒絶を否定することは、制限行為能力者保護の観点から妥当ではない。\n\nそもそも、後見人は被後見人との関係においては、専らその利益のために善良な管理者の注意をもって代理権を行使する義務を負う(869条・644条)ため、後見人は、その時点における被後見人の置かれた諸般の状況を考慮した上、その利益に合致するよう適切に代理権を行使することが要請される。\n\nそこで、制限行為能力者保護と取引安全の調和の見地から、後見人が、その就任前に被後見人の無権代理人として締結した契約の追認を拒絶することが信義則に反するか否かは、当該契約の内容・性質、双方の利害得失、交渉の経緯、自己の関与した行為の程度など諸般の事情を勘案し、当該法律行為を代理してすることが取引関係に立つ当事者間の信頼を裏切り、正義の観念に反するような例外的な場合に当たるか否かによって判断すべきと解する。\n\n\n\n",
            "29_本人が無権代理人を相続した場合" : "本人が無権代理人の地位を相続により取得した場合、本人は、本人の立場において被相続人の無権代理行為の追認を拒絶して履行を拒むことができるか。無権代理人の地位と本人の地位とが同一人に帰属した場合に、これらの地位が融合し、追認があったのと同じ効果(追完)が生じるかが問題となる。\n\nこの点について、相続により両者の地位が同一人に帰属した場合であっても、両者の地位は融合せず、併存するものと解すべきであ(地位併存説)。\n\nそして、相続人たる本人が被相続人の無権代理行為の追認を拒絶しても、無権代理人が本人の地位を相続した場合と異なり、何ら信義に反するところはない。\n\nそこで、本人は追認を拒絶して履行を拒むことができると解する。\n\nそうだとしても、本人は117条の無権代理人の債務の履行を拒むことがtきるか。\n\nこの点について、同条の無権代理人の債務は相続の対象となる(896条)ので、相続人は、無権代理人の債務を免れることができず、相手方が履行を選択すれば、原則としてこれに応じなければならないちのと解する。\n\nもっとも、無権代理人の債務が特定物引渡債務である場合、相続がなければ、本人はその物を失うことはなかったし、相手方も、せいぜい無権代理人に損害賠償請求をすることしかできなかつたのであるから、相続という偶然の事情により、本人が相続前に比べて不利に扱われ、相手方が相続前に比べて有利に扱われるべきではない。\n\nそこで、かかる場合に、本人は例外的に履行を拒めると解する。\n\n\n\n",
            "30_他人物売主を相続した本人による追認拒絶の可否" : "他人物売主の地位を本人(権利者)が相続した場合、地位併存を前提に、本人は買主からの履行請求を拒むことができる、か他人物売買は、自らが売主となっている点で、無権代理と異なる。\n\n確かに、権利者が他人物売主を相続した場合にも、権利者と売主の地位は、同一人に帰属する以上、所有権は買主の下に当然に移転するとも思える。\n\nしかし、権利者の権利移転についての諾否の自由が相続という偶然の事由に左右されるべきでない。また、権利者が権利移転を拒絶しても買主は不測の損害を受けるわけではない。\n\nそこで、権利者は、相続により売主の地位を承継しても、信義則(1条2項)に反する特別の事情がない限り、買主の履行請求を拒むことができると解する。\n\n\n\n",
            "31_相続人が無権代理人及び本人の双方を相続した場合" : "無権代理人の死亡により、本人ど共に無権代理人の地位を相続した相続人が、その後、本人の死亡により本人の地位をも相続した場合、相続人は本人の追認拒絶を援用して、履行を拒むことができるか。\n\nこの点について、相続により両者の地位が同一人に帰属した場合であっても、両者の地位は融合せず、併存するものと解する(地位併存説)。\n\nそして、無権代理人が本人を相続した場合に、本人の地位で追認拒絶することが信義に反するのは、まさに無権代理行為を行った当事者が相手方に対して前後矛盾する行為を行うからであるのに対して、相続人は、たまたま相続によって無権代理人の地位を引き継いだにすぎず、自ら無権代理行為を行った当事者とはいえない。\n\nそこで、かかる場合には本人の地位において追認を拒絶しても、信義則(1条2項)に反するものではなく、履行を拒むことができると解する。\n\n\n\n",
            "32_白紙委任状と109条の授権表示(1)被交付者濫用型" : "本人は、白紙委任状を交付していることから、109条の表見代理により相手方を保護できないか。\n\n白紙委任状の交付がある場合に、「表示」があったといえるかが問題となる。\n\nそもそも、同条の表見代理は、特定の者に代理権を与えた旨を表示した本人の表示行為上の責任を問う趣旨であるところ、白紙委任状が補充された上で呈示された場合には、第三者からみれぱ、補充された内容の委任状が本人自身によって作成されて呈示されたものと異なるところはない。\n\nまた、本人には白紙委任状という濫用されるおそれが高いものを交付した以上、補充内容どおりの表示をしたものと評価されてもやむを得ない。\n\nそこで、かかる場合には、「表示」があったらのといえると解する。\n\n\n\n"
            },

        "keihou" : {
            "0_不作為犯の実行竹為性" : "この点について、実行行為は構成要件的結果発生の現実的危険を有する行為であり、不作為もかかる危険を惹起できるから、不作為も実行行為たり得る。\n\nもっとも、自由保障機能の観点から、処罰範囲を限定する必要があるので、作為との構成要件的同価値性が認められる場合、すなわち、法的作為義務があったのにその義務に違反し、作為が可能かつ容易であったにもかかわらず、かかる作為をしなかった場合に限り、実行行為性が認められると解する。\n\nそして、作為との構成要件的同価値性という観点から、法的作為義務は、被害者の法益が行為者に依存している場合に認められると解する。\n\n具体的には、法的作為義務の有無は、法令・契約・先行行為に加呑、行為者に法益の維持・存続が具体的かつ排他的に依存しているか否かを考慮要素として判断すべきと解する。\n\n\n\n",
            "1_作為義務の錯誤" : "作為義務の錯誤が構成要件的故意を阻却するか。作為義務の認識の要否及び内容が問題となる。\n\nそもそも、故意の本質は、規範に直面して反対動機の形成が可能でめったにもかかわらず、あえて行為に及んだことに対する道義的非難にある。そして、規範は構成要件の形で国民に与えられている。そのため、故意があるといえるためには、構成要件該当事実の認識が必要である。\n\nそして、構成要件の違法性推定機能を維持すべく、作為義務は構成要件要素であると解する。\n\nそうだとすれば、構成要件的故意が認められるためには、作為義務の認識を要する。\n\nそして、作為義務は裁判官の規範的評価が要求される規範的構成要件要素であるところ、規範的構成要件要素については、その意味を認識して初めて反対動機の形成が可能となる。\n\nもっとも、素人的認識があれば反対動機の形成が可能である。\n\nそこで、作為義務について素人的認識を有していれば、構成要件的故意が認められると解する。\n\n\n\n",
            "2_接正犯の実行行為性" : "他人を利用する行為に実行行為性が認められるかが問題となる。\n\nこの点について、実行行為とは構成要件を実現する現実的危険を有する行為であるところ、他人を利用する場合でも、利用者が①正犯意思を有し、②他人の行為を道具としてー方的に支配・利用したような場合には、このような現実的危険が認められることから、実行行為性が認められると解する。",
            "3_間接正犯の実行の着手時期" : "間接正犯における実行の着手時期が問題となる。\n\nこの点について、未遂犯の処罰根拠は、構成要件的結果発生の現実的危険性の惹起にあるところ、被利用者の行為は利用者の利用行為の因果的経過にすぎないから、間接正犯では、利用行為の開始時点で実行の着手(43条本文)が認められると解する。",
            "4_結果的加重犯の過失の要否" : "結果的加重犯の加重結果につき過失が必要かが問題となる。\n\nこの点について、基本犯たる故意犯の中に重い結果発生の高度の危険が内包されているから、重い結果についての過失は不要であり、基本行為と重い結果との間に因果関係があれぱ結果的加重犯が成立すると解する。",
            "5_ー択一的競合" : "いずれの毒が効いたかが不明の場合、条件関係が認められるか。\n\nこの点について、条件関係を修正し、両者を一括して除去すれば、結果は発生しないのだから、全体としてみれば、「その行為がなかったら、その結果も発生しなかった」という条件関係が認められる。\n\nしたがって、条件関係が認められると解する。",
            "6_因果関係の判断基準" : "因果関係の判断基準が問題となる。\n\nこの点について、因果関係は社会通念を基礎とした違法有責行為類型たる構成要件該当性の問題であるから、①条件関係を前提に、②行為時に一般人が認識・予見し得た事情及び行為者が現に認識・予見していた事情を基礎事情として、行為から結果が生じることが社会通念上相当といえる場合に因果関係が認められると解する。",
            "7_因果関係の認識の要否" : "故意の要件として、因果関係の認識を要するかが問題となる。\n\nこの点について、因果関係は客観的構成要件要素である以上、故意の認識対象となると解する。",
            "8_具体的事実の錯誤(法定的符合説)" : "具体的事実の錯誤の処理が問題となる。\n\nこの点について、故意責任の本質は、規範に直面して反対動機を形成することが可能でめったにもかかわらずあえて行為に出た反規範的人格態度に対する道義的非難であり、規範は構成要件の形で一般人に与えられている。\n\nそこで、主観と客観が同一構成要件内で符号する限り規範に直面し得たといえ、故意は認められると解する。",
            "9_併発事実の処理" : "法定的符合脱を前提とすると、発生した結果について複数の故意犯を認めるか問題となる。\n\n構成要件の範囲内で故意を抽象化する以上、故意の個数は観念し得ないはずであり、複数の故意犯が成立しても観念的競合(54条1項前段)となるので処断上も不都合はない。\n\nそこで、故意の個数は観念せず、発生した結果の数だけ故意が認められると解する。",
            "10_因果関係の錯誤の処理" : "因果関係の錯誤の場合に、故意が認められるかが問題となる。\n\nそもそも、因果関係は客観的構成要件要素であり、故意の認識対となる。\n\nそして、故意責任の本質は、反規範的人格態度に対する道義的非難であり、規範は一般人に構成要件という形で与えられている。\n\nそこで、主観と客観が構成要件の範囲内で符合する限り、規範に直面し得たといえ、故意が認められると考える。\n\n具体的には、因果関係が認められることにおいて主観と客観とが符合すれ(毛規範に直面し得たといえ、故意が認められると考える。\n\n",
            "11_ウェーバーの概括的故意" : "まず、行為の個数をいかに解すべきかが問題となる。\n\nこの点について、複数の行為にみえる場合であっても、それらが時間的・場所的に接着している場合には、全体として1個の行為とみることができると解する。",                
            "12_早すぎた構成要件の実現" : "実行の着手があるといえるかが問題となる。\n\nこの点について、実行行為とは、構成要件的結果発生の現実的危険性を有する行為をいうため、かかる危険性を惹起した時点において実行行為性が認められ、実行の着手があるといえると解する。そして、犯人の主観もかかる危険性に影響するととから、犯人の主観的犯行計画をも考慮するべきである。\n\n具体的には、①第一行為は第二行為を確実かつ容易に行うため必要不可欠のものといえるか、②第一行為に成功した場合、それ以降の殺害計画を遂行する上で障害となるような特段の事情が存しなかったといえるか、③第一行為と第二行為との問が時間的・場所的に近接していたといえるかを検討する。",
            "13_抽象的事実の錯誤" : "構成要件的故意(38条1項)が認められるか。\n\nそもそも、故意の本質は、規範に直面し反対動機の形成が可能であったにもかかわらずあえて行為に及んだことに対する強い道義的非難にある。\n\nそして、かかる規範は構成要件の形で国民に与えられている。そのため、認識していた犯罪事実と発生した犯罪事実とが異なる構成要件にわたり食い違っている場合には、故意は認められないのが原則である。\n\nもっとも、構成要件は法益侵害行為を類型化したらのであるから、保護法益・客体・行為態様において共通性、類似性があり、実質的な重なり合いが認められる場合には、その重なり合う限度で故意が認められると解する。",
            "14_過失の意義" : "過失の意義をいかに解ずべきかが問題となる。\n\nこの点について、社会的に有用な行為についての過失犯の成立を否定すべく、過失は予見可脂性を前提とした結果回避義務違反の行為であり、まずは構成要件該当性の閏題であると解ずべきである。",
            "15_被害者の承諾" : "被害者の承諾によって、構成要件に該当する行為の違法性が阻却される場合の要件が、違法性の実質との関連で問題となる。\n\nそもそも、違法性の実質は、社会的相当性を逸脱した法益侵害又はその危険性にある。\n\nそこで、被害者の承諾による行為につき、①被害者の有効な承諾があり、かつ、②承諾を得た動機、目的、侵害行為の手段、結果の重大性等諸般の事情に照らし、当該行為が社会的相当性を有する場合は、違法性が阻却されると解する。\n\nそして、①は、処分可能な個人的法益に関すること、真意によること、行為時に存在すること、外部に表示されていることが要件になると解する。",
            "16_危険の引受け" : "危険の引受けがある場合に過失犯が成立するか。\n\nそもそも、違法性の実質は、社会的相当性を逸脱した法益侵害又はその危険性にある。\n\nそこで、危険の引受けも社会的相当性を判断するための一要素として意味を持ち、他の諸事情を考慮して社会的相当性を有する場合は違法性が阻却されると解する。",
            "17_侵害の予期と「急迫」性の有無" : "侵害を予期していた場合であっても、「急迫」不正の侵害があるといえるか。\n\nそもそも、「急迫」とは、法益侵害の危険が切迫していることをいうところ、その判断は語義どおり客観的観点から行うべきである。\n\nそこで、単に侵害を予期したにすぎない場合は、急迫性は否定されないと解する。",
            "18_防衛の意思の要否" : "「防衛するため」といえるか。防衛の意思の要否及びその内容が問題となる。\n\nこの点について、「ため」という文言から防衛の意思が必要と解する。\n\nそして、本能的な防衛行為にも正当防衛を認めるべきであるから、その内容としては、急迫不正の侵害を認識しつつ、これを避けようとする単純な心理状態で足りると解する。",
            "19_「やむを得ずにした行為」防衛行為の必要性・相当性" : "「やむを得ずにした行為」とは、いかなる行為を意味するか。\n\nそもそも、違法性の実質は社会倫理規範に反する法益の侵害・危険の惹起である。\n\nそこで、「やむを得ずにした行為」とは、防衛行為として必要性と相当性を有する行為を意味すると解する。\n\nそして、正当防衛は正対不正の関係にあるから、防衛行為の必要性は、緊急避難における補充性より緩やかに、何らかの防衛行動に出る必要性で足りると考える。\n\nまた、防衛行為の相当性は、①法益の相対的権衡と②具体的な行為態様を考慮した防衛手段の必要最小限度性の両面から判断すべきである。\n\n\n\n",
            "20_積極的加害意思と正当防衛" : "行為者があらかじめ侵害を予期し、その機会を利用して積極的に加害行為をする意思で侵害行為に及んだ場合、侵害の急迫性の要件を欠くことにならないか。\n\nこの点について、侵害を予期していたとしても、法はこれを避けるべき義務を課すものではないから、そのことから直ちに急迫性を欠くこととほならないと解する。\n\nしかし、予期した侵害を避けなかったにとどまらず、上記意思をもってこれに臨んだ場合に正当防衛の成立を認めることは、法の自己保全という正当防衛の本質に反する。\n\nそこで、かかる場合は、侵害の急迫性を欠き正当防衛は成立しないと解する。\n\n\n\n",
            "21_自招侵害" : "自招侵害の場合に正当防衛が成立するか。\n\nそもそも、違法性の実質は、社会的相当性を逸脱した法益侵害又はその危険性にある。\n\nそこで、自招侵害の場合でも、社会的相当性を有する行為には、正当防衛が成立すると解する。\n\n具体的には、①故意に侵害を招いた場合は社会的相当性が否定されるが、②過失により侵害を招き、かつ、軽微な侵害が予測される挑発行為に対しその予測の程度を超える重大な侵害が生じた場合は、当該防衛行為に社会的相当性が認められて正当防衛が成立すると解する。\n\n\n\n",
            "22_反撃行為の結果が第三者に及ぶ場合の処理" : "正当防衛状況で行った反撃行為の結果が第三者に生じた場合、どのように処理すべきかが問題となる。\n\nこの点について、当該行為は侵害者に対して向けられた反撃行為ではないので、正当防衛(36条1項)は成立しないと解する。\n\nもっとも、違法性阻却事由と解される緊急避難(37条1項)が成立し、違法性が阻却されないか。\n\n(緊急避難の各要件の当てはめ)\n\nしたがって、緊急避難が成立し、違法性が阻却される。\n\n\n\n",
            "23_過失の過剰防衛における責任故意の有無" : "過失の過剰防衛の場合には、過剰性を基礎付ける事実の認識を欠き、責任故意(38条1項)が阻却されないか。\n\nそもそも、故意責任の本質は、規範に直面して反対動機を形成することが可能であったにもかかわらず、あえて実行行為に及んだことに対する道義的非難にある。\n\nそして、違法性阻却事由を基礎付ける事実を誤信している場合、行為者は規範に直面しているとはいえないから、このような場合には事実の錯誤として責任故意が阻却されると解する。\n\n\n\n",
            "24_狭義の誤想防衛" : "急迫不正の侵害を誤信していることから、責任故意(38条1項)が阻却されないか。\n\nそもそも、故意責任の本質は、規範に直面して反対動機を形成することが可能であったにもかかわらず、あえて実行行為に及んだことに対する道義的非難にある。\n\nそして、違法性阻却事由を基礎付ける事実を誤信している場合、行為者は規範に直面しているとはいえないから、このような場合には事実の錯誤として責任故意が阻却されると解する。\n\n\n\n",
            "25_誤想過剰防衛に対する36条2項の準用の可否" : "誤想過剰防衛の場合にも、 36条2項による刑の任意的減免が認められないか。\n\nそもそも、36条2項により刑の任意的減免が認められる根拠は、正当防衛状況における恐怖や驚がく等に基づく行為として責任が減少することにあり、かかる根拠は、急迫不正の侵害があると誤信した場合にも妥当する。\n\nそこで、誤想過剰防衛の場合にも、同項が適用されると解する。\n\n",
            "26_自招危難" : "自招危難の場合に緊急避難が成立するか。\n\nこの点について、法が他人のための緊急避難を認めていること、法益権衡の要件は責任の判断とは無関係であることから、緊急避難は違法性阻却事由と解される。\n\nそして、違法性の実質は、社会的相当性を逸脱した法益侵害又はその危険性にある。\n\nそこで、自招危難でも、社会的相当性を有する行為には、緊急避難が成立すると解する。\n\n具体的には、①故意に危難を招いた場合は社会的相当性が否定されるが、②過失により危難を招き、かつ、軽微な危難が予測される挑発行為に対しその予測の程度を超える重大な危難が生じた場合は、当該避難行為に社会的相当性が認められて緊急避難が成立すると解する。\n\n\n\n",
            "27_原因において自由な行為" : "実行行為が心神喪失の状態でなされた場合、責任が阻却され、犯罪不成立となるのが原則である(39条1項)。\n\nしかし、自ら責任無能力の状態を招いた行為者について、責任が阻却され犯罪不成立となるとするのは、法益保護や国民の法感情に反する。そこで、責任無能力等の状態が行為者の責任能力ある状態での行為により自ら招いたものであるときは完全な責任を間うことができるとする、いわゆる原因において自由な行為の理論を適用して、39条1項の適用を排除できないか。その理論構成及び限定責任能力者に対する同理論の適用の可否が問題となる。\n\nそもそも、責任非難は違法な行為をする最終的な意思決定、すなわち、原因行為時における意思決定に向けられる。\n\nそこで、実行行為たる結果行為がかかる意思決定の実現過程といえる場合は、責任無能力者・限定責任能力者を問わず原因において自由な行為の理論を適用できると解する。\n\nそして、かかる場合に当たるといえるためには、①原因行為と結果行為及び結果どの間に因果関係があり、②原因行為から結果行為にかけて故意が連続していること解する。\n\n\n\n"
        },
        "keiso" : {
            "0_将来の犯罪に対する捜査の可否" : "将来発生が予想される犯罪事実についても、捜査が許されるか。\n\nこの点について、具体的・現実的に予見し得る将来犯罪を前提にするのであれば犯罪の訴追を目的とする限り、子期される特定の将来犯罪の犯人を特定し証拠を保全する活動も捜査であり、刑訴法による規制に服すべきものである。\n\nまた、 189条2項の文理上必ずしも犯罪が行われた後に限定する趣旨ではないとも読み得る。\n\nそこで、任意捜査については、将来の犯罪に対する捜査も許されると解する。",
            "1_強制処分と任意処分の区別" : "本件行為は「強制の処分」(197条1項ただし書)に当たるか、強制処分の意義が問題となる。\n\nこの点について、科学技術の発達により、直接の物理的作用は伴わないものの、対象となる人のプライバシーその他の重要な権利や利益に重大な影響を及ぼすような手段が現れている。それゆえ、物理力の行使を基準とすることは人権保障(1条)の見地から妥当ではない。\n\nしかし、捜査は、流動的な事態に臨機応変に対応し、積極的に相手に働きかけ影響カを加える性質を有するので、およそ何らかの権利・利益の制約があれば強制処分に当たるとして強制処分法定主義・令状主義の規律を及ぼすとすれば、捜査の実効性を担保できず、実体的真実発見の要請(1条)を損なう。やはり、法定の厳格な要件・手続によって保護する必要のあるほど重要な権利一利益に対する制約を伴う場合に初めて強制処分に当たると解すべきである。\n\nしたがって、強制処分とは、①相手方の明示又は黙示の意思に反して、②その重要な権利・利益を実質的に侵害・制約する処分をいうと解すべきである。\n\n",
            "2_任意処分の限界" : "任意処分は、いかなる限度で許容されるか。\n\nこの点について、当該捜査が任意捜査であるとしても、一定の権利・利益を制約する以上、捜査比例の原則(197条1項本文)の下、必要性・緊急性などを考慮した上、具体的状況の下で相当と認められる限度において許容されると解する。",
            "3_所持品検査の適法性" : "本件所持品検査は、適法か。\n\nこの点について、所持品検査は口頭による質問と密接に関連し、かつ職務質問の効果をあげる上で必要性、有効性が認められる行為であることがら、警察官職務執行法2条1項による職務質問に付随してこれを行うことができると解する。\n\nそして、所持品検査は任意手段たる職務質問の付随行為として許容される以上、①所持人の承諾を得て行うのが原則である。\n\nしかし、犯罪の予防・鎮圧という行政警察活動の目的を達成するためには、所持人の承諾がなくとも、②捜索に至らない程度の行為は強制にわたらない限り許容される場合があるというべきである。\n\nそして、所持品検査はそれを受ける者のプライバシーを制約するから、警察比例の原則により、③必要性、緊急性、これによって害される個人の法益と保護されるべき公共の利益との権衡などを考慮し、具体的状況の下で相当と認められる限度においてのみ、許容されると解する。\n\n",
            "4_交通検問の法的根拠・適法要件" : "この点について、自動車検問も職務質問のー類型であるといえるところ、警察官職務執行法2条1項に基づいて可能であると解される。そして、行政警察活動であっても司法警察活動との区別が困難で人権侵害のおそれが高いから、任意捜査の原則(法197条1項本文)の趣旨は、行政警察活動にも及ぶと解される。\n\nそうだとすれば、行政警察活動も対象者の利益侵害を最小限度にとどめて行うべきである\n\nそこで、交通違反予防のための一斉検問は、①交通違反の多発する地域等の適当な場所において、②相手方の任意の協力を求める形で、③短時分の停止を求め、④自動車利用者の自由を不当に制約しない方法・態様で行われる限り、適法であると解する。",
            "5_被疑者の逮捕が前置しているか否かの基準" : "被疑者の逮捕が前置しているか否かをどう判断すべきか。\n\nまず、逮捕前置主義とは、被疑者の勾留には適法な逮捕が先行する必要があるところ、被疑者の逮捕が前置しているか否かの基準が問題となる。\n\nそもそも、逮捕前置主義の趣旨は、身体拘束につき二重の司法審査を保障することにあり、その審査は、被疑事実ごとになされる(200条1項、 64条)。そこで、被疑者の逮捕が先行しているかどうかは、人でなく事件、すなわち被疑事実を基準として判断すべきである。\n\nしたがって、逮捕と勾留の事件、すなわち被疑事実が同一であれば、逮捕が前置されているといえると解する。\n\nそして、逮捕・勾留も最終的には刑罰権の確保を目的とする手続であるから、刑罰権の及ぶ範囲と同様の基準、すなわち「公訴事実の同一性」(312条1項)を基準に事件の同一性を判断すべきと解する。\n\n",
            "6_先行する逮捕が違法な場合の勾留請求の可否" : "先行する逮捕が違法な場合の勾留請求は許されるか。\n\nそもそも、現行法が予定している逮捕前置主義の下では、勾留をするには逮捕が先行する必要があるが、先行する逮捕は、適法なものであることが前提であると解される。\n\nまた、逮捕について不服申立手段のない現行法の下では、逮捕についての司法審査も勾留段階で一括してなされるべきである。そこで、違法な逮捕に引き続く勾留は原則として認められないと解する。\n\nもっとも、軽微な違法があるにすぎない場合にも勾留を否定することは、後の公訴提起を困難にする点で真実発見の要請（1条）に反する。\n\nそこで、適正手続の保障、司法の廉潔制の見地から、重大な違法がある場合に限り、勾留は許されないと解する。\n\n",
            "7_別件逮捕・勾留の違法性の判断基準" : "別件逮捕・勾留はいかなる場合に農法となるか。\n\nそもそも、逮捕・勾留の適法性は、当該逮捕事実との関係で決せられるのであるから、別件につき逮捕・勾留の理由と必要性が具備されていれば、別件についての逮捕・勾留は適法となると解する。\n\nもっとも、身体拘束後の取調べ状況を勘案し、身体拘束期間中に専ら本件の取調べを行っているような場合、別件取調べは形式を整えるにすぎず、当初から別件について身体拘束の要件が欠けていたとして、逮捕・勾留が違法となると解する。",
            "8_常習一罪の一部についての逮捕・勾留の可否" : "常習一罪の一部についての逮捕・勾留は許されるか。\n\nそもそも、一罪一逮捕・一勾留の原則は、実質的根拠は、ー回の逮捕・勾留の機会に一罪の全部について同時処理の義務を検察官に負わせ、ー罪の一部をなす他の事実が後に偶然判明しても、被疑者の人権保障の見地からその事実について再度逮捕・勾留することを認めないとする点にある。\n\nそして、一罪の同時処理義務は、検察官による同時処理が可能であることを前提とする。\n\nしたがって、同時処理が可能な場合には例外を認や、同一の犯罪事実について改めて逮捕・勾留できると解する。\n\nもっとも、逮捕・勾留以前の犯罪事実について、常に同時処理が不可能であったとすると、一罪につき何度も逮捕。勾留を許すこととなるため、一罪一逮捕・一勾留の原則に反することとなり妥当ではない。\n\nそこで、当初の逮捕・勾留前に発生した事実については、手続上同時処理の可能性があったというべきであると解する。\n\n",
            "9_再逮捕・再勾留の可否" : "再逮捕・再勾留は許されるか。\n\nこの点について、現行法は被疑者の身体拘束について厳格な時間制限を設け(203条以下)、被疑者の人権侵害を最小限に抑えているといえる。\n\nそうだとすれば、同一の被疑事実について再逮捕・再勾留することは、かかる法の趣旨を潜脱するものとして原則として違法となり、認められないと解する。\n\nもっとも、いかなる事情があろうとも再逮捕及び再勾留が許されないとするのでは、釈放後の被疑者を一切身体拘束し得なくなる点で、真実発見(1条)を害することとなり妥当ではない。また、法は、再逮捕を予定する規定を置いている(199条3項、規則142条1項8号)。\n\nそこで、犯罪の重大性や事情の変更、すなわち、新たな重要な証拠の発見あるいは逃亡のおそれないし罪証隠滅のおそれという新たな事情の出現がある場合には、例外的に再逮捕・再勾留も許されると解する。\n\n",
            "10_場所に対する捜索差押許可状による身体捜索の可否" : "場所に対する捜索差押許可状によって、その場に居合わせた者の身体を捜索できるか。n\nこの点について、 219条1項は「身体」と「場所」を区別して規定しており、身体に対する捜索によって侵害される人身の自由やプライバシーの利益は、場所に対するプライバシーとは異質であって、そこに包摂させることはできない。n\nそこで、人の身体は捜索場所には含まれず、場所に対する捜索差押許可状で人の身体の捜索をすることは、原則として許されないと解する。n\nもっとも、法が捜査機関に強制処分である捜索の権限を与えている以上、捜索の目的を達成するために合理的にみて必要かつ相当な措置をとることは、捜索の権限に含まれ、法はこれを許容していると解される。n\nそこで、捜索場所に居合わせた者が、捜索中又は捜索の開始直前に、捜索場所にああった差押え目的物を身体・携帯物に隠匿した疑いが十分にあるときは、捜索の「必要な処分」(222条1項本文・111条1項前段)として、妨害行為を排除して原状に回復するために、合理的にみて必要かつ相当な処分を行うことができると解する。\n\n",
            "11_「場所」に対する捜索差押許可状による第三者の携帯物の捜索の可否" : "「場所」に対する捜索差押許可状によって第三者の携帯物を捜索することができるか。\n\nこの点について、捜索場所に偶然居合わせた者の携帯物は居室の備品とはいえず、この者の携帯物の捜索・差押えについては、裁判官による審査を受けたとはいえない。\n\nまた、通常このような携帯物に証拠物が存在する蓋然性は低く、捜索の許容性も認められない。\n\nそこで、原則として、居合わせた者の携帯物は捜索場所に含まれず、場所に対する令状により捜索することはできないと解する。\n\nもっとも、捜索という本体的な強制処分が許されている以上、それに付随して、その目的を達成するために必要不可欠な最小限度の強制力を行使することも許される。\n\nそこで、その場に居合わせた者に対する捜索は、隠匿行為を疑うに足りる十分な理由があり、必要かつ相当といえる行為であれば、「必要な処分」として許されると解する。\n\n",
            "12_差押え目的物の特定の程度" : "差押え目的物をどの程度特定して令状に記載する必要があるか。\n\nこの点について、令状主義の趣旨は、一般的探索的捜索を防止する点にあるから、できる限り個別・具体的に特定してなされるのが望ましい。\n\nしかし、令状発付の判断の際には、差押え対象物の性質や形状等の詳細が判明しておらず、ある程度概括的な記載にならざるを得ない。\n\nそこで、被疑事実との関連性があり、かつ具体的例示を伴っている限り、そのような概括的記載も許されると解する。",
            "13_包括的差押えの可否" : "包括的差押えは許されるか。\n\nこの点について、9舶条任基づく捜索・差押えの対象物は被疑事実に関連する物でなければならない。\n\nしたがって、原則として関連性を確認することなく、対象物を差し押さえることは違法であると解する。\n\nもっとも、捜査時において関連性の有無を確認することが困難な場合や、差押えに手間取り証拠隠滅がなされる危険がある場合もあり、常に確認が必要とするのは妥当ではない。\n\nそこで、被疑事実と関連性が認められる蓋然性があり、確認をしていたのでは証拠隠滅がなされてしまう危険がある場合には、例外的に関連性を確認することなく差し押さえることし適法であると解する。",
            "14_令状呈示前の捜索の可否" : "令状呈示前の捜索は許されるか。\n\n確かに、222条1項及び110条は、捜索令状は、処分を受ける者に示さなければならないと規定しており、文言上は、処分実行の着手前に呈示すべきとば要請されていない。\n\nしかし、令状呈示の趣旨1ま、手続の公正を担保するとともに、処分を受ける者の人権に配慮することにある以上、令状の執行に着手する前の呈示を原則とすぺである。\n\nもっとも、処分の実効性を確保するために必要やむを得ない合理的理由がある場合には、具体的な捜査行為に入る前であれぱ、事後の令状呈示も許容きれると解する。",
            "15_必要な処分" : "「必要な処分」(222条1項本文前段・111条1項前段)の意義が問題となる。\n\nこの点について、捜索・差押えの実効性を確保し、その本来的目的達成に必要な手段は、それが対象者に及ぼす法益侵害と合理的に権衡する相当な態様の付随的措置であれば、令状裁判官により本来的処分と併せ許可されているとみることができ、同条はその確認規定といえる。\n\nそこで、「必要な処分」とは、①捜索・差押えの実効性を確保するために必要であり、かつ、②社会通念上相当な態様で行われるものをいうと解する。",
            "16_「逮捕する場合」の解釈" : "「逮捕する場合」(220条1項柱書)とは，いかなる場合をいうか。\n\nそもそも，同条の趣旨は，逮捕の現場には，証拠の存在する高度の蓋然性がある一方，被疑者等による証拠隠滅の危険も、高いためこれを防止して証拠を保全する緊急の必要性が認められることにある。\n\nそこで，「逮捕する場合」とは，現に被疑者を逮捕する状況が存することを要すると解する。",
            "17_逮捕に伴う差押えの物的範囲" : "本件物件を差し押さえることができるか。逮捕に伴う捜索・差押えの物的範囲が問題となる。\n\nこの点について、 220条1項の趣旨から、捜索・差押えの対象物の範囲は、逮捕の理由となった被疑事実に関連する物件に限られると解する。\n\nそして、凶器や逃走用具等は、被疑事実との関連性が認められない場合もあり得るが、これは、逮捕行為に対する妨害排除措置として、逮捕の効力により捜索・差押えが認められると解する。",
            "18_強制採尿の可否" : "そもそも、覚せい剤は一定期間尿に貯留されるから、自己使用の有無を調べるには尿検査が確実であるといえ、強制採尿の必要性は高い。また、強制採尿の持つ身体への危険性は医師等の専門技術者が相当な方法で行う限り比較的低いし、屈辱感等は被疑者を裸にする検証としての身体検査・(222条1項・131条)の場合にも同程度のことはあり得る。\n\nしたがって、強制採尿を全面否定すべきではない。\n\nそこで、被疑者の身体的精神的不利益と捜査上の必要性との均衡から、一定の場合には強制処分として、採尿手続をとることも許容されると解する。\n\n具体的には、人間の尊厳を侵すおそれが高いことにもかんがみて、実体的要件とじて被疑事件の重大性・嫌疑の存在・当該証拠の重要性とその取得の必要性・適当な代替手段の不存等の事情に照らし、犯罪捜査上真にやむを得ないと認められる場合に、最終的手段として適切な法律上の手続を経て行うのであれば許されると解する。\n\n\n\n",
            "19_強制採尿のための連行の可否(1)" : "採尿場所まで強制連行することは許されるか。\n\nそもそも、逮捕されている被疑者については捜査機関が出頭を求めることができる(198条1項)。\n\nしたがって、同項に基づいて、出頭要求の一環として採尿場所まで連行することができると解する。",
            "20_強制採尿のための連行の可否(2)" : "採尿場所まで強制連行することは許されるか。\n\nそもそも、強制採尿の実施に際して、強制連行ができないとすると、被疑者が拒否する場合には、尿の採取という強制採尿令状の目的を達することができい。\n\nまた、裁判官は、連行の当否を含めて審査し、上記令状を発付したものといえる。\n\nそこで、強制採尿令状の効力として、採尿に適する最寄りの場所まで被疑者を連行することができる。\n\nさらに、強制採尿実施のための連行に際して、警察比例の原則から付随的処分として、必要最小限度の有形力を行使することもできると解する。",
            "21_おとり捜査の適法性" : "おとり捜査は適法か。\n\nそもそも、捜査機関による働きかけは、対象者の意思を制圧してその意思決定をめぐる法益を直接侵害するような「強制」の要素を伴わないから、おとり捜査は任意捜査(197条1項本文)と解する。\n\nもっとも、おとり捜査の働きかけ行為は、捜査機関が対象者に実行させようとしている犯罪類型の保護法益を侵害する実質的・具体的な危険を生じさせる点で実体的に違法な活動であることから、任意捜査に対する捜査比例の原則の適用は厳格になされるべきである。\n\nそこで、①直接の被害者がいない犯罪の捜査において、②通常の捜套方法のみでは当該犯罪の摘発が困難である場合に、③概会があれば犯罪を待つ意思があると疑われる者を対象におとり捜査を行う場合に適法となると解する。\n\n\n\n",
            "22_任意同行と実質的逮捕との区別" : "本件処分は任意同行に当たるか、実質的逮捕との区別の基準が問題となる。\n\nこの点について、両者の区別は強制手段といえるか否が、すなわち個人の意思を制圧し得る状況であったか否かによって判断すべきである。\n\n具体的には、①同行を求めた時間・場所、②同行の方法・態様、③同行を求める必要性、④同行後の取調べ方法などの事情を総合して判断するべきである。\n\n",
            "23_取調受忍義務肯定説" : "取調受忍義務は認められるか。\n\nこの点について， 198条1項ただし書の文言からすれば当然に取調受忍義務は認められると解する。",
            "24_余罪取調べに対する制約の有無" : "本罪で逮捕・勾留された被疑者につ。いて、逮捕・勾留の基礎となった事件以外の、余罪について取り調べることができるか。できるとして、いかなる範囲の余罪取調べが許容されるか。\n\nこの点について、取調べも身柄拘束の必然的な付随的効果だと考えられることから、逮捕・勾留の効力に関する原則である事件単位の原則が、取調べにも及ぶと解する。\n\nしたがって、原則、余罪取り調べは許されない。\n\nもっとも、密接な関連性がある場合は、本罪の取調べといえるので、本罪と余罪との間に密接な関連性がある場合には、そのような取調べも許されると解する。",
            "25_「捜査のため必要があるとき」の解釈" : "「捜査のため必要があるとき」をいかに解釈すべきか。\n\nこの点について、接見交通権は弁護人依頼権(憲法34条前段)に由来する重要な権利であるところ、これを制約する「捜査のため必要があるとき」はできる限り限定的に解すべきである。\n\nそこで、f捜査のため必要があるとき」とは、現に被疑者を取調べ中であるとか、実況見分、検証等に立ち会わせる必要がある等、捜査の中断による支障が顕著な場合\n\nに限られると解する。",
            "26_告訴の追完" : "親告罪における告訴の追完の可否が問題となる。\n\n確かに、告訴の追完を否定しても検察官は再起訴が可能であることから、訴訟経済の観点から告訴の追完を認めるべきとも思える。\n\nしかし、再起訴までの間に被害者と被告人との間で示談が成立し、告訴が取り下げられる可能性もあるので、必ずしも訴訟不経済が生じるとは限らない。\n\nまた、告訴なく親告罪を起訴することは、公訴提起を被害者などの意思にゆだねる親告罪規定の明文を無視し、不適法な手続によって被告人の応訴を強制することにもなり、その瑕疵は重大である。\n\nそこで、告訴の追完は否定すべきと考える。",
            "27_訟条件の存否の判断基準" : "訴訟条件の存否は、訴因と心証のいずれを基準に判断すべきか。\n\nそもそも、審判の対象は一方当事者たる検察官の具体的事実の主張である訴因と解すべきである。\n\nそこで、実体審理の有効要件たる訴訟条件の存否の判断も、訴因を基準とすべきと解する。"
        },
        "minso" : {
            "0_除斥・忌避事由不存在の確定と不急行為の効力" : "要急行為でない行為がなされた後、除斥・忌避事由不存在の決定が確定した場合、かかる不急行為は有効となるか。\n\n確かに急速を要しない行為を行っており形式的に26条の規定に違反するため、かかる行為は無効となるとも思える。\n\nしかし 26条の趣旨は、除斥・忌避事由のあるおそれがある裁判官による裁判を停止させることにより、公平な裁判を担保する点にある。そして、除斥・忌避不存在の裁判が確定したときはもともと公平な裁判であったといえるため、かかる瑕疵が治癒されても同条の趣旨には反しない。\n\nそこで法令違反の瑕疵は治癒され無条件で有効となると解する。",
            "1_除斥・忌避の確定と要急行為の効力" : "要急行為がなされた後、除斥・忌避の裁判が確定した場合かかる要急行為は有効となるか。\n\n確かに除斥・忌避原因が認められる以上要急行為は無効となるとも思える。\n\nしかし 26条ただし書が要急行為を許す趣旨は迅速な裁判が要求される限度で公正な裁判の要請を後退させ当事者の権利保護を図ることにある。\n\nそこで除斥・忌避の裁判が確定した場合でも要急行為は有効と解する。",
            "2_当事者の確定の基準" : "当事者がだれであるかはいかにして判断するべきか。\n\nそもそも当事者という地位は人的裁判籍(4条)等の判断基準となるので訴えの提起後直ちにかつ明確に判断する必要があるところ訴え提起直後においては訴状の記載が最も基準として明確であるため訴状を基準とすべきである。\n\nもっとも具体的妥当性確保のため訴状の当事者欄の記載(133条2項1号)のみならず請求の趣旨及び原因を含む訴状の記載を客観的合理的に解釈して当事者を決すべきと解する。",
            "3_訴え提起前の被告の死亡" : "原告の訴え提起前に被告が既に死亡していたが、相続人が死者の名で応訴していたような場合、訴訟追行の結果を相続人に及ぼすことができないか。\n\nこの点について、被告が訴え提起前に既に死亡していた場合には、潜在的な訴訟係属が生じているとは評価できないため、訴訟係属後に当事者を変更する任意的当事者変更の手続によるべきである。\n\nそして、任意的当事者変更は明文のない制度であり、新当事者の手続保障の観点から、従前の訴訟追行の結果に新当事者は拘束されないのが原則であるが、相続人が被告の名で応訴しているような場合には、新当事者たる相続人の手続保障を考慮する必要はないといえる。\n\nそこで、相続人が訴状を受領して応訴しているときは、原告は、当事者を死者から相続人に変更することができ、相続人は、信義則上(2条)、従前の訴訟追行の結果が自己に及ぶことを否定できないと解する。\n\n\n",
            "4_訴訟準備段階の後の被告の死亡" : "訴状提出後、訴状到達前に被告が死亡していたが、相続人が死者の名で応訴していたような場合、訴訟追行の結果を相続人に及ぼすことができないか。\n\nこの点について、訴訟係属後に当事者が死亡した場合には、実体法上の紛争主体たる地位の変動に伴い、相続人が訴訟上の地位を承継すると解される(当然承継、 124条1項1号参照)。\n\nそして、原告が既に訴状を提出していたというように、訴訟成立の準備段階に入った後に被告が死亡した場合には、潜在的な訴訟承継が生じていたと評価でき、訴訟係属後の死亡と同視できる。\n\nそこで、かかる場合には、当然承継の趣旨を類推適用し、相続人による訴訟承継を認めるべきと解する。\n\nしたがって、かかる場合には、訴訟追行の結果が相続人に及ぶと解する。",
            "5_民法上の組合と当事者能力" : "民法上の組合に当事者能力が認められないか組合が「社団」(29条)に当たるか否かが問題となる。\n\nそもそも、権利能力なき社団と組合は実際上区別が困難である。また、同条の趣旨は民法上権利能力のない社団にも当事者能力を認め、相手方が当事者を見付ける困難を解消し、もって相手方の訴訟上の便益を図る点にある。\n\nそして、かかる趣旨は民法上の組合にも妥当する。\n\nそこで、民法上の組合も「社団」に当たり、当事者能力が認められると解する。",
            "6_表見法理規定の類推適用" : "実体法上の表見法理の規定を訴訟法上の訴訟行為に類推適用できるか。\n\nこの点について、表見法理の規定は取引安全を図るための規定であり、取引行為でない訴訟行為にはその趣旨は妥当しない。\n\nまた、表見法理の類推適用を認めると、本人の真正な代表者によって裁判を受ける権利(憲法32条)が奪われることになる。\n\nさらに、表見法理によると、相手方の善意・悪意により結果が異なることになり(民法109条以下)、手続の画一性・安定性が害される。\n\nそこで、表見法理の類推適肺ま認めることができないと解する。",
            "7_境界確定訴訟の法的性質" : "境界確定訴訟の法的性質をいかに解するべきか。\n\nそもそも。境界は地番の範囲を画定するものであり、地番によって表示されるー筆の土地は私的所有・取引の単位であると同時に、課税上の単位を画し、場合によっては境界が行政単位の境界ともなる公法上の単位としての側面を有するから、私人がー筆一筆の土地の範囲を自由に決めることを認めるべきではない。\n\nそこで、境界確定の訴えは形式的形成訴訟と解する。",
            "8_一部認容判決の可否" : "一部認容判決をすることが認められるか。申立事項と判決事項とは一致しなければならないことから、 246条に反しないか問題となる。\n\nそもそも、処分権主義の現れである246条の趣旨は当事者意思の尊重にあり、その機能は当事者への不意打ちの防止にある。\n\nそこで、一部認容判決も、①原告の合理的意思に反せず、②被告に対する不意打ちとならない限りで認められると解する。",
            "9_債務不存在確認訴訟の訴訟物" : "債務不存在確認訴訟の訴訟物は何か。\n\nこの点について、債務不存在確認訴訟と給付訴訟は、裁判所に対する審判要求(給付か確認か)と、原告・被告の立場に差異があるものの、権利主張の内容である訴訟物たる権利そのものは同一であり、その意味で反対形相の関係にあるといえる。\n\nそこで、その訴訟物は債権者のなす給付訴訟の場合と同様にい債務の全額から自認額を控除した、その余の債務の存否であると解する。",
            "10_上限の記載がない債務不存在確認訴訟の訴訟物の特定" : "請求の趣旨で上限が明示されていない場合、訴訟物は特定されているといえるか。\n\nこの点について、請求の趣旨で上限が明示されていない場合には、債務の全額が判然とせず、訴訟物が特定されていないとも思える。\n\nしかし、請求の原因並びにー件記録から上限を判断できる場合には、上限が明示された場合と同様に解することができる。\n\nそこで、かかる場合には訴訟物は特定されていると解する。",
            "11_一部請求後の残部請求の可否" : "一部請求訴訟の判決確定後に残部を請求することは、既判力に抵触し許されないのではないか、一部請求における訴訟物の範囲と関連して問題となる。\n\nこの点について、原告には実体法上、私的自治の原則から債権を分割して行使する自由があり、訴訟法上も当事者に訴訟の開始、審判対象の特定やその範囲の限定、更に判決によらずに訴訟を終了させる権能を認める建前たる処分権主義(法246条参照)が採られている。もっとも、前訴で一部であることを明示せずに訴訟を提起して判決まで得た原告が、前訴判決確定後も残部について自由に請求できるとすると、前訴が全部請求であることを前提に応訴してきた被告にとって不意打ちとなる。\n\nそこで、原告が一部請求であることを明示している場合に限り、当該一部が独立した訴訟物となり、既判力はその範囲にのみ及ぶため、残部請求は既判力に抵触しないと解する。\n\n\n",
            "12_一部請求棄却後の残部請求の可否" : "一部請求を棄却する判決が確定した後に残部を請求することばできるか。\n\nこの点について、一部請求の当否を判断ずるためには、おのずから債権全部について審理判断する必要があり、当事者の主張立証の範囲・程度も全部請求の場合と異ならない。\n\nそうだとすれば、一部請求を棄却する判決は、残部として請求できる部分が存在しないとの判断を示すものであるといえる。\n\nそれにもかかわらず、棄却判決が確定した後に原告が残部請求することは、実質的には前訴の蒸返しであり、紛争は解決されたとの被告の合理的期待に反し、被告にニ重の応訴の負担を強いるものである。\n\nそこで、一部請求を棄却する判決が確定した後に残部を請求する訴えを提起することは、特段の事情がない限り、信義則に反し許されないと解する。\n\n",
            "13_一部請求と相殺の抗弁" : "一部請求がなされた場合に、被告から相殺の抗弁が提出されてそれに理由があるとき、裁判所はどのように認容額を認定するべきか。\n\nこの点について、処分権主義(246条参照)の下、一部請求については明示があれば独立の訴訟物となるから、裁判所は当該訴訟について請求されている額を基準にして相殺の抗弁を採用するべきとち思える。\n\nしかし、原告の意思としては、口頭弁論終結時において存在する数量的なー部につき、少なくともその額は認容きれることを期待して請求することが通常であるところ、\n\nかかる原告の意思を聯重して債権の金額を基準として認容額を決することが、紛争の一団的解決に資するといえる。そこで、債権の総額を確定して、その額から自働債権の額を控除した残存額につき認容判決をすべきと解する。\n\n",
            "14_後発的損害の賠償請求" : "交通事故による損害賠償請求の前訴で勝訴した原告が、前訴確定後、判決の基準時以後に生じた、同ー事故を原因とする後遺症による損害の賠償を求める後訴を提起し得るか。\n\nそもそも、処分権主義の趣旨・機能たる原告の意思尊重の要請、被告に対する不意打ち防止の調和の観点より、訴訟物が一部であることを明示した場合、独立の訴訟物となると解する。\n\nそうだとすれば、後遺症による後発損害については明示がないのであるから独立した訴訟物とはならず、請求は認められないとも思える。\n\nもっとも、このように解すると後遺症について原告の救済を否定することになり、妥当でない。また、前訴の請求は、その訴訟の事実審口頭弁論終結時までに発生した損害に限定する趣旨であり、一部であることを明示したものになるとも考えられる。\n\nそこで、前訴請求を一個の債権の一部を明示して請求された場合と解し、後遺症による損害賠償請求の後訴を残額請求として訴求することが認められると解する。\n\n\n",
            "15_「事件」(142条)の同一性" : "いかなる場合に二重起訴の禁止(142条)に反するか。「事件」の同一性の判断基準が問題となる。\n\nそもそも、同条の趣旨は、被告の応訴の煩/訴訟不経済/矛盾判決の危険という弊害の防止にある。\n\nそこで、「事件」の同一性の有無は、①当事者及び②審判対象の同一性により判断され、訴訟物が異なっても、訴訟物の内容をなす権利関係が同一であれば、②審判対象ーは認画られると解する。\n\n",
            "16_相殺の抗弁への二重起訴の規定の適用①" : "前訴において相殺の抗弁に供されている債権を後訴で訴求するのは、二重起訴の禁止(142条)に反しないか。\n\nこの点について、相殺の抗弁は「事件」ではないため、同条を直接適用することはできない。\n\nしかし、同条の趣旨は、被告の応訴の煩、重複審理による訴訟不経済、矛盾判断のおそれといった弊害を回避する点にある。\n\nそして、相殺の抗弁も予備的抗弁であるとはいえ、審理される可能性があり、その存否の判断には既判力が生じる(同条2項)以上、上記弊害が生じるおそれがある。\n\nそこで、同条を類推適用すべきであると解する。",
            "17_相殺の抗弁への二重起訴の規定の適用②" : "前訴において訴求している債権を後訴で抗弁として提出するのは、二重起訴の禁止(142条)に反しないか。\n\nこの点について、相殺の抗弁は「訴えの提起」ではないため、同条を直接適用することはできない。\n\nしかし、同条の趣旨は、被告の応訴の煩、重複審理による訴訟不経済、矛盾判断のおそれといった弊害を回避する点にある。\n\nそして、相殺の抗弁も予備的抗弁であるとはいえ、審理される可能性があり、その存否の判断には既判力が生じる(同条2項)以上、上記弊害が生じるおそれがある。\n\n",
            "18_本案審理と訴訟要件の審理の順序" : "裁判所は訴訟要件の審理を打ち切り、請求棄却判決をなし得るか。訴訟要件の判断は本案判決の前提であることから問題となる。\n\n確かに、原告敗訴が明白である場合、訴訟要件の審理を継続するよりも、請求棄却判決で訴訟を打ち切る方が、却下判決後に訴訟要件を充足した上で原告敗訴が明白な再訴が提起されることによる、被告の再応訴の負担や裁判所の再審理の負担を回避できる点で、被告の利益保護及び訴訟経済に資する。\n\nそうだとすると、被告の権利保護や無益な訴訟の排除を目的とする訴訟要件については、その存否の判断を省略して、請求棄却判決ができるとも思える。\n\nしかし、訴訟要件は本案判決の要件7あって、手続の明確性・画一性の観点から訴訟要件の具備を調査した上で本案判決をすべきである。\n\nそこで、訴訟要件の存否についての判断を省略して請求棄却の本案判決をすることはできないと解する。\n\n\n\n",
            "19_請求適格の有無" : "いかなる場合に将来給付求める基礎となる資格(請求適格)があるといえるか。\n\nこの点について、将来給付を求める基礎となる資格は、いまだ履行の必要がない給付義務についてあらかじめ給付判決を得なければならない原告の利益と、被告の強制執行の防御のため請求異議の訴えを提起しなければならない不利益とのバランスから判断すべき問題である。\n\nそこで、①請求の基礎となるべき事実関係及び法律関係が既に存在し、その継続が予想され、②請求権の成否及びその内容につき債務者に有利な将来の事情の変動があらかじめ明確に予測し得る事由があり、③かかる事情の変動を請求異議の訴えにより立証するという負担を債務者に課しても不当とはいえない場合に限り、将来給付を求める基礎となる資格が認められると解する。\n\n",
            "20_確認の訴えの利益の判断基準" : "いかなる場合に確認の訴えの利益(確認の利益)が認められるか。\n\nそもそも、確認の訴えの場合、確認対象が無限定となるおそれがあり、また確認判伊は執行力を有しないため、確認の訴えの利益は、真に紛争解決の必要性・実効性が認められる場合に限定する必要がある。\n\nそこで、確認の訴えの利益は、紛争解決の必要性・実効性の観点から、①対象選択の適否、②即時確定の利益の有無、③方法選択の適否により判断されると解する。\n\n",
            "21_法人の内部紛争と当事者適格" : "法人の代表役員地位確認等を求める訴えにおいて、原告は、法人、自称代表役員のいずれを被告とするべきか。\n\n当事者適格がそのどちらに認められるかが問題となる。\n\nそもそも、法人を除外した訴訟では、対世効により法人を拘束する根拠が認められないことから、不適法な訴えとなると解される。また、紛争の根本的な解決のためには判決に対世効を認めることが必要であるところ、一般構成員も含めたすべての利害関係人を代表しているのは法人であるから、これらの利害関係人に対する手続保障を付与する観点からは法人を被告とする必頁がある。\n\nそこで、法人に当事者適格が認められると解する。",
            "22_明文なき任意的訴訟担当の可否" : "明文の規定を欠く任意的訴訟担当は認められるか。\n\nそもそも、弁護士代理の原則(54条1項本文)や訴訟信託の禁止(信託法10条)の趣旨は、非弁活動により当事者の利益が害されることを防止し、もって司法制度の健全な運営を図る点にある。\n\nそうだとすれば、弁護士代理の原則や訴訟信託の禁止の趣旨に反しない場合には、これを認めても不都合はない。\n\nそこで、明文なき任意的訴訟担当も、弁護士代理の原則や訴訟信託の禁止の趣旨を回避、潜脱するおそれがなく、かつ、これを認める合理的必要がある場合には、許容されると解する",
            "23_仮定抗弁と予備的抗弁" : "相殺の抗弁について「金は借りていない。仮に借りていても相殺する。」との主張がなされたときでも、裁判所は先に相殺の抗弁を審理することができるか。\n\nこの点について、審理の簡易化・弾力化という趣旨から、判決理由中の判断には既判力は及ばないので(114条1項)、仮定抗弁がなされた場合、裁判所は仮定抗弁を先に審理することができるのが原則である。\n\nしかし、相殺の抗弁は、紛争解決機能の維持と反訴提起に等しい実質ゆえの手続保障の充足という趣旨から、理由中の判断であっても既判力を生じる特殊性(114条1項)があり、相殺の抗弁を先に審理して請求棄却を導いても、抗弁提出者に実質敗訴という不利益を与えてしまう。\n\nそこで、裁判所は、訴訟上の相殺の抗弁については、当事者が主張する順位に拘束され、また、当事者が順位を付さない場合でも、他の抗弁が成立しない場合に初めて判断することが許されるものと解する(予備的抗弁)。\n\n\n\n",
            "24_訴訟行為に対する私法法規の類推適用の可否" : "訴訟行為に意思表示の瑕疵があった場合，意思表示に関する民法の規定を類推適用できるか。\n\nこの点について，当事者の訴訟行為は，乏続の安定及び公的な陳述として明確性が強く要請されることから，意思表示の瑕疵に関する民法の規定の類推適用はされないのが原則である。\n\nもっとも，①訴訟前・訴訟外の訴訟行為(管轄の合意，代理権の付与，証拠契約など)は，訴訟手続との直接の関連性がなく，また，②訴訟手続を終了させる行為(訴訟上の和解，請求の放棄ど認諾，訴えの取下げ)は，それ以上の訴訟行為が積み重ねられるということがないため，手続安定の要請は妥当しない。\n\nそこで，これらの場合には，例外的に意思表示に関する蔦法の規定を類推適用することができると解する。",
            "25_明文を欠く訴訟契約の有効性" : "明文を欠く訴訟契約の有効性が問題となる。\n\nこの点について，大量の訴訟を円滑かつ能率的に処理するため，当事者が訴訟手続を改変したり，その進行につき合意することはできないのが原則である。\n\nしかし，弁論主義，処分権主義. (246条参照)の妥当する領域では。当事者は主導的地位を与えられており，どのような訴訟行為をするかは自由である。\n\nまた，合意により受ける不利益が明確に予測できれば，当事者に不測の損害を与えることもなく，裁判を受ける権利(憲法32条)・も害されない。\n\nそこで，①処分権主義・弁論主義が妥当し，②合意により受ける不利益が明確に予測できる場合には，明文なき訴訟契約も有効と解する\n\n",
            "26_訴訟契約の効果" : "本件合意は訴訟法上どのような効力を有するか。\n\nこの点について，訴訟契約は，裁判所の関与がなく，訴訟外で行われるものであるため，その法的性質は私法契約である。\n\nそこで，合意内容に沿った実体法上の作為・不作為義務が生じ，当事者が合意の存在を抗弁として主張して初めて，訴訟法上の効力が生じると解する。"
        },
        "syouhou" : {
            "0_「目的」の範囲" : "法人の権利能力を目的の範囲で制限すると解される民法34条の適否及び「目的の範囲」の意義が問題となる。\n\nこの点について、民法34条は、法人の通則的規定として、会社にも適用されると解する。\n\nもっとも、定款所定の目的を厳密に解すると、今社の活動が制限される上、取引安全も害しかねない。\n\nそこで、定款に掲げた目的自体に限られず、広くその目的遂行に必要な行為も「目的の範囲内」に含まれると解すべきである。\n\nそして、歴引の安全のため、目的遂行に必要か否かは客観的に決すべきであると解する。",
            "1_預合による払込みの効力" : "預合による払込みは仮装払込みとして無効とならないか。\n\nそもそも、預合による払込みは、現金の移動がなく、帳簿上で資金がやりとりされるものにすぎず、実質的に見て会社財産の形成に役立つていないため、「払込み」本来の機能を果たしていない。\n\nまた、預合の場合にも引受人が株主となるとすれば、引受人間あるいは既存の株主と引受人との問の公平を害する。\n\nそこで、預合による括廷しは無効であると解する。",
            "2_見せ金による払込みの効力" : "実質的には払込みといえない仮装払込みであったとしても、現実の金銭の移動がある場合、払込みとして無効となると解されている預合(965条)には当たらない。\n\nでは、その潜脱手段として行われるいわゆる見せ金に当たり、無効とならないか。見せ金による払込みの効力及びその判断基準が問題となる。\n\n確かに、見せ金は預合と異なり、形式的には現実の金銭の移動がある。\n\nしかし、見せ金も、実質的に全体としてみれぱ払込みを仮装するための一連の行為であり、見せ金による払込みは無効と解すべきである。\n\nただし、払込みを仮装する意図は発起人の内心の問題にすぎないから、その判断の基準を明確にする必要がある。\n\nそこで、①会社成立後、借入金を返済するまでの期間の長短、②払込金が会社資金として運用された事実の有無、及び③借入金の返済が会社の資金関係に及ぼす影響の有無、などを総合的に考慮すべきであると解する。\n\n\n",
            "3_設立中の会社(同一性説)" : "設立中に発起人がした法律行為の効果は成立後の会社に帰属するか。\n\nこの点について、設立中の会社は、会社として成立する社会的実体であり、かかる設立中の会社が発展して完全な会社となるのであるから、設立中の会社と成立後の会社は実質的に同一であると解する。\n\nしたがって、設立中の会社が取得し負担した権利義務は、当然に成立後の会社に帰属する。",
            "4_設立中の会社の実質的権利能力と発起人の権限" : "成立後の会社に帰属するのは、設立中の会社の実質的権利能力の範囲、かつ発起人が設立中の会社の機関として有する権限の範囲内でした行為によって生じるものに限られる。そこで、設立中の会社の実的権利能力及び発起人の権限の範囲が問題となる。\n\nそもそも、設立中の会社は単に会社の設立のみを目的とするものではなく、会社として成立して事業を行うことを目的とするものであるから、設立中の会社の実質的権利能力の範囲は、広く開業準備行為にまで及ぶものと解すべきである。\n\nそして、発起人は設立中の会社の執行機関であるから、その権限の範囲は設立中の会社の実質的権利能力の範囲と同様と解する。\n\nもっとも、財産引受けについては、開業準備行為といえども、権限濫用により財産的基礎が害されるのを防止するため、発起人の権限を政策的に制限しているものと解する。\n\nしたがって、財産引受けが定款に記載又は記録されていない限り、発起人の権限外の行為として会社に効果帰属しない。\n\n\n",
            "5_財産引受け以外の開業準備行為" : "設立中の会社の実質的権利能力、及び発起人の権限の範囲が問題となる。\n\nそもそも、発起人の権限濫用により会社の利益が害されるおそれがある点は、財産引受けもその他の開業準備行為も同様である。\n\nそうすると、財産引受け以外の開業準備行為にも28条2号を類推適用すべきと解する。\n\nしたがって、定款に記載又は記録されている場合には、発起人の権限内の行為として会社に効果帰属すると解する。",
            "6_定款に記載なき財産引受けの追認の可否" : "会社は追認して効果帰属を認められないか。手続を経ない財産引受けの追認の可否が問題となる。\n\nこの点について、判例は、財産引受けに厳格な規制を設けた法の趣旨を没却するとして追認を否定する。\n\nしかし、定款に記載又は記録のない財産引受けは、設立中の会社の実質的権利能力の範囲内にあるが、発起人の権限外の行為、すなわち無権代表行為といえるので、民法116条を類推する基礎がある。\n\nまた、成立後の会社が、会社に有利な財産引受けと考えて追認するのであれば、会社の利益を害さず28条の趣旨に反しない。\n\nそこで、追認は可能であると解する。\n\nただし、発起人の権限濫用のおそれは否定できないから、本来その財産を取得するのに必要な手続(467条1項5号など)を行うべきである。\n\n",
            "7_設立無効事由の範囲" : "本件設立は無効となるか。\n\n設立の無効は設立無効の訴え(828条1項1号)によってのみ主張できるところ(同項柱書)、、設立無効の明文がなく問題となる。\n\nこの点について、一旦、会社が有効に成立した外観を有するに至ったものを無効とすると、会社をめぐる法律関係が混乱することにかんがみ、無効の主張や効果を制限することで、法的安定性を確保するという828条1項の趣旨から、無効事由は重大な瑕疵に限定すべきと解する。",
            "8_株主平等原則の例外" : "株主優待制度とは、一定数以上の株式を有する株主に対して事業上の給付をすることをいう。\n\n株主優待制度は持株数に比例して給付を受けるものではないため、株主平等原則(109条1項)に反しないかが問題となる。\n\nこの点について、同原則は絶対的なものではなく、合理的な理由に基づく一定の区別を許容していると解される。\n\nそのため、株主優待制度も、株主優待をする目的が合理的であり、その目的達成のために相当な範囲内の優待であれぱ、許容されると解する。\n\nもっとも、かかる制度の下に財産を株主に配分する場合には、現物配当に係る手続的規制(453条以下)や財源規制(461条)を離れて脱法的に行うことは、許されないと解する。",
            "9_株券発行前の譲渡(1)" : "株券発行前になされた株式譲渡は、会社との関係では効力を生じない(128条2項)が、当事者間の効力についてはいかに解するか。\n\nそもそも、同条の趣旨は株券発行事務の円滑を図り、その渋滞を防止する点にある。\n\nそうだとすれば、渋滞防止により利益を受ける会社との関係でのみ株式譲渡を無効とすればその趣意を全うすることができる。\n\nそこで、同条2項を反対解釈し、株券の発行前にした株式譲渡は、当事者問では有効と解する。",
            "10_株券発行前の譲渡(2)" : "株券発行前になされた株式譲渡は、会社との関係では効力を生じない(128条2項)が、会社が株券の発行を遅滞している場合でも、株式の譲渡は会社との関係で無効となるか。\n\nそもそも、同条の趣旨は株券発行事務の円滑を図り、その渋滞を防止する点にある。\n\nそうだとすれば、かかる株券発行事務を円滑にする要請の限度内でのみ株式の自由譲渡性を制限すれば足りるため、同条は、会社が株券発行事務を行うために通常必要な合理的期間について適用されると考える。\n\nそこで、かかる期間経過後においても株券が発行されない場合には、意思表示のみによる株式譲渡は会社に対する関係でも有効であると解する。",
            "11_譲渡制限違反の株式譲渡がなされた場合(1)" : "譲渡制限の定めを無視して株式譲渡がなされた場合、当該株式譲渡は会社との関係では無効である。\n\nそれでは、会社の承認を得ずに譲渡制限株式が譲渡された場合において、会社はなお譲渡人を株主として取り扱う義務があるか。\n\nこの点について、会社が譲渡人を株主として取り扱わないと株主権を行使する地位に空白が生じる。\n\nそこで、会社は譲渡人を株主として取り扱う義務を負うと解する。",
            "12_譲渡制限違反の株式譲渡がなされた場合(2)" : "定款による譲渡制限のある会社において、株式会社の承認を得ずに株式譲渡がなされた場合、当該株式譲渡は会社との関係で無効である。それでは、当事者間での効力をいかに解するか。\n\nそもそも、株主の投下資本回収のため、株式譲渡は原則自由であるところ(127条)、法が定款による譲渡制限を認めた趣旨は、会社にとって好ましくない者が株主となることを防止することにあると解される。\n\nかかる趣旨からすると、譲渡制限違反の株式譲渡の効力は、会社に対する関係で無効であるとすれば足りる。\n\nそこで、株式会社の承認を得ずになされた株式譲渡は、当事者間では有効であると解する。\n\n",
            "13_一人会社と株式譲渡制限" : "定款に譲渡制限の定めがある一人会社で、株主が保有する株式を会社の承認なく他に譲渡した場合、当該株式譲渡は会社との関係で無効となるか。\n\nこの点について、定款による株式譲渡制限の趣旨は、専ら会社にとって好ましくない者が株主となることを防止し、もって譲渡人以外の株主の利益を保護することにある。\n\nそうだとすれば、譲渡人が一人株主である場合、譲渡人以外の株主の利益保護が問題にならない以上、株式譲渡に承認を要求する必要はない。\n\nまた、一人株主は、みなし決議(319条1項)によって定款に譲渡承認機関を株主総会とする旨の定めを置いた上で(139条1項ただし書)、自ら譲渡を承認することも可能である。そのためい形式的に取締役会の承認手続を欠いたことを問題とする意味は乏しい。\n\nそこで、一人株主が株式を譲渡したときは、取締役会の承認がなくとも、当該株式譲渡は有効として、会社は譲受人からの名義書換請求を拒めないと解する(134条1号類推適用)。\n\n",
            "14_契約による株式譲渡制限" : "会社と株主との間で、株式譲渡を制限する旨の契約が締結された場合、かかる契約は有効か。\n\nそもそも、 127条が株式の自由譲渡性について規定したのは、株主有限責任(104条)により払戻しが禁止される株式会社制度の下で株主に投下資本回収の手段を与える点にある。\n\nそれにもかかわらず、株式譲渡を制限する旨の契約を認めれば、会社が自身の強力な社会的地位を利用して、株主の投下資本の回収を不当に妨げるおそれがある。\n\nそこで、かかる契約は127条、 107条1項1号、 108条1項4号の潜脱手段として、公序良俗(民法90条)に反し、原則として無効となると考える。\n\nもっとも、契約内容が投下資本の回収を不当に妨げない合理的なものであるときは有効であると解する。",
            "15_名義書換未了の株主の地位" : "名義書換未了の株式譲受人を、会社の側から株主として取り扱うことが許されるであろうか。\n\nそもそも、株主名簿の名義書換がなければ、会社に対して株式譲渡を対抗できない(130条1項)とした趣旨は、多数の変動し得澱主についての集団的法律関係を画一的に処理する会社の便宜を図ることにある。\n\nまた、名義書換は株式譲渡の対抗要件にすぎず(同条1項参照)、名義書換がなくても譲渡自体は有効である。\n\nそこで、会社が自己の危険において名義書換未了の譲受人を株主として取り扱うことができると解する。\n\n",
            "16_名義書換と不当拒絶" : "名義書換請求者が総会屋であることを理由に、会社が名義書換を拒絶することはできるか。\n\nそもそも、株券の占有者は適法な所持人と推定され(131条1項)、会社としても株券の所持人の名義書換に応じれば免責される以上、実質的権利者でないととを会社が立証して拒絶した場合以外は、不当拒絶に当たると解する。\n\nそこで、名義書換請求者が総会屋であることを理由として、会社が名義書換をこと拒否することは許されず、不当拒絶となると解する。\n\n",
            "17_名義書換と不当拒絶" : "名義書換を請求された株券につき、盗難届が提出されていることを理由に、会社が名義書換を拒絶することはできるか。\n\nこの点について、盗難届が出されているからといって、盗難の事実が本当にあったかどうか明らかでなないし、反に盗難が本当にあったとしても、当該株券に対して善意取得(131条2項)が成立している可能性がある。そこで、会社は、株券の占有者の無権利を証明しない限り、盗難届が提出されていることを理由に名義書換を拒絶できなりと解する。\n\n",
            "18_不当拒絶の場合、名義書換未了のままで会社に対抗できるか": "名義書換が不当に拒絶された場合、名義書換請求者は名義書換未了であっても、会社に対して株主としての地位を主張することができるであろうか。そもそも、株主名簿の制度(121条以下)の趣旨出多数かつ絶えず変動し得る株主の取扱いに関する会社の事務処理上の便宜を図る点にあるから、名義書換の義務を怠つた会社がその不利益を株式譲受人に帰するのは信義則(民法1条2項)に反する。\n\nそこで、名義書換の不当拒絶の場合には、名義書換未了の株主は会社に対して株主であることを対抗できると解する。\n\n",
            "19_「特に有利な金額」の意義①" : "「特に有利な金額」での発行に当たれば、株主総会の特別決議が必要になるところ(199条34,201条1項前段199条2項、 309 2)、同文言の意義が問題となる。\n\nこの点について、199条3項は既存株主の経済的避するための規定であるから、「特に有利な金額」とは、時価を基準とした公正価額より低い発行価額のことをいうと解される。\n\nそして、既存株主の利益と会社の資金調達の利益との調和の観点から、公正価額とは、資金調達目的が達せられる限度で既存株主にとり最も有利な価額をいうと解する。\n\n具体的には、発行価額が原則として発行価額決定直前の株価に近接していることが必要と考える。\n\n\n\n",
            "20_「特に有利な金額」の意義②" : "「特に有利な金額」とは、時価を基準とした公正価額より低い価額をいい、公正価額は原則として、既存株主の利益と会社の資金調達の利益との調和の観点から発行価額決定直前の株価に近接している必要がある。\n\nもっとも、不当な大量買占め等により発行前に株価が一時的に高騰している場合にも、公正な価額は市場価額を基準とすべきか、それとも、企業の客観的価値だけで判断すべきか。\n\nそもそも、公正価額が発行価額決定直前の株価に近接している必要があると解したのは、時価が企業の客観的価値を反映しているからである。\n\nそうだとすれば、企業の客観的価値を反映していないといえるときには、時価を基準とすべきではない。\n\nそこで、買占めにより発行会社やその関係者に高値で買い取らせることを狙ったような場合や、異常な投機による一時的なものである場合には、騰貴した株価を発行価額算定の基礎から排除すべきであり、適当な期間内の平均価額を基準に発行価額を算定すべきである。\n\n\n\n",
            "21_「特に有利な金額」の意義③" : "「特に有利な金額」とは、時価を基準とした公正価額より低い価額をいい、公正価額は原則として、既存株主の利益と会社の資金調達の利益との調和の観点から発行価額決定直前の株価に近接している必要がある。\n\n第三者割当ての方法による企業提携の噂が流れたとたんに発行会社株式の市場価額が急騰した場合に、公正な価額は急騰前の市場価額を基準とすべきか、それとも、急騰後の市場価額を基準とすべきか。\n\nこの点についてン企業提携の場合、急騰後の価額を基準とすると、発行の相手方はシナジーを受けられなくなる点で不公平であり、企業提携そのものが成り立たなくなるおそれもある。\n\nそこで、企業価値に応じてシナジーを分配されていると認められる場合には、発行価額決定前の株価に接近しなくても、「特に有利な金額」に当たらないと解する。\n\n\n\n",
            "22_「著しく不公正な方法」による発行①" : "取締役等が会社支配権の維持・確保を目的として募集株式の発行等を行うことは、「著しく不公正な方法」による発行(210条2号)に当たらないか。\n\nそもそも、「著しく不公正な方法」による募集株式の発行とは、不当な目的を達成する手段として募集株式の発行等がなされる場合をいう。\n\nそして、被選任者たる取締役に、選任者たる株主構成の変更を目的とする募集株式の発行をすることを一般的に許容することは、法が機関権限の分配を定めた法意に明らかに反するといえる。\n\nそこで、会社支配権の維持・確保を目的とする募集株式の発行は「著しく不公正な方法」による募集株式の発行に当たると解する。\n\n\n\n",
            "23_「著しく不公正な方法」による発行②(主要目的ルール)" : "取締役等に会社支配権の維持・確保の目的があるが、一方で資金調達目的(資金調達等の正当な事業目的)がある場合でも、「著しく不公正な方法」による発行(210条2号)に当たるか。\n\nこの点について、資金調達の目的を有する限り不公正発行に当たらないとする見解もあるが、休眠会社でもない限り、会社には資金需要が多少なりとも存在するのが通常である以上、かかる見解は妥当とはいえない。\n\nそこで、資金調達目的があっても、他方で会社支配権を維持・確保する目的等がある場合には、主要な目的を基準として「著しく不公正な方法」による発行に当たるか否かを判断すべきと解する。\n\n許される目的の具体例としては、資金調達のほか、他企業との業務上の信頼関係を維持するための株式の持合、従業員等に対するストックオプションなどがある\n\n\n\n",
            "24_「著しく不公正な方法」による発行③(主要目的ルールの修正)" : "株式発行の主要な目的が、会社支配権の維持・強化にある以上、当該発行は「著しく不公正な方法」による発行に当たるとも思える。もっとも、敵対的買収によって、買収者が支配権を取得することで、対象会社の企業価値が毀損されるような場合には、これに対する対抗措置としての募集株式の発行(第三者割当増資)が認められないか。\n\nそもそも、取締役には会社ひいては株主に損害を与えないようにする義務がある。\n\nそこで、株主全体の利益保護という見地から新株発行を正当化する特段の事情がある場合には、例外的に会社支配権維持・確保を主要目的とする発行も「著しく不公正な方法」による発行には当たらないと解する。\n\n\n\n",
            "25_募集株式発行無効の訴え" : "株式発行無効の訴え(会社法828条1項2号)提起するという手段が取ることができるか。この訴えが認容されるためには、本件発行に無効事由が存在する必要があるところ、法は、無効事由について明文を置いていないため、その意義は解釈による。\n\nこの点について、株式譲受人の取引の安全の要請、及び拡大された規模で営業活動を開始した後に資金調達が無効とぎれる場合に生じる混の懸念から、無効事由は、重大な法令・定款違反に限定すべきである。\n\n",
            "26_取締役会決議を欠く募集株式発行の効力" : "公開会社においては、募集事項の決定につき、取締役会決議が必要(201条1項、199条2項)であるが、かかる決議を欠く場合に募集株式の発行が無効とならないか。募集株式の発行は募集株式発行無効の訴え(828条1項2号)によってのみ無効とできるところ(同項柱書)、かかる瑕疵が重大な法令違反となるかが問題となる。\n\nこの点について、公開会社では、授権資本制度の下、募集株式の発行は、取締役会決議だけでできるものとされ、業務執行に準ずる行為といえる。\n\nまた、取締役会決議は会社内部の意思決定であって、引受申込人はこの決議の存否を容易に知り得ない。\n\nそうすると、資金調達の機動性やその行為が会社の代表取締役によってなされたことを信頼した引受人・会社債権者の利益を重視すべきである一方、取締役会決議を欠いても直ちに株主の利益が害されるとは限らないため、上記瑕疵は重大な法令違反とはならないと解する。\n\nそこで、取締役会決議の欠缺という瑕疵は無効事由とならず、上記発行は有効である。\n\n\n\n",
            "27_総会決議を欠く有利発行" : "公開会社の場合でも、有利発行の場合には株主総会の特別決議が要求(199条3項、 201条1項前段、 199条2項、309条2エ5ロ)される。それでは、かかる株主総会決議を欠く有利発行は、重大な法令違反といえるか。\n\nこの点について、公開会社の譲渡制限のない株式は、発行後、転々流通するので、株式の転得者を保護する必要性が高い。\n\nまた、既存株主の保護は、株式引受人の引受填補責任(212条1項1号)や取締役に対する損害賠償請求(423条、 429条)、ないし株式発行の差止請求(210条1号)で図ることが可能である。そこで、株主総会決議を欠く有利発行は、重大な法令違反とはいえず、株式発行の無効事由とはならない。\n\n\n\n",
            "28_仮処分命令を無視した募集株式発行の効力" : "裁判所が発行差止めの仮処分命令をしたにもかかわらず、これを無視して募集株式の発行がなされた場合、株式発行が無効となるか。仮処分命令に違反したことが、重大な法令違反に当たるか否かが問題となる。\n\nこの点について、210条の趣旨は、法令若しくは定款に違反し、又は著しく不公正な方法によって新株を発行することにより従来の株主が不利益を受けるおそれがある場合に、発行を差し止めることにより株主の利益の保護を図る点にあるところ、かかる差止請求の制度の実効性を担保するために募集事項の通知・公告を義務付け、もって株主に募集株式発行差止めの仮処分命令を得る機会が与えられている。\n\nそれにもかかわらず、かかる仮処分命令に違反したことが募集株式発行の効力に影響がないとすれば、上述した法の趣旨が没却されてしまい妥当でない。そこで、仮処分命令に違反したことは重大な法令違反に当たるといえ、募集株式発行無効の訴えの無効事由となると解する。よって、募集株式発行無効の訴えが提起され、その認容判決が確定した場合には、上記発行は無効となる。\n\n\n\n",
            "29_公告を欠く場合の募集株式発行の瑕疵" : "募集株式発行の公告(201条3項， 4項)がなされなかったことは，無効事由となるか。公告を欠くことが重大な法令違反といえるかが問題となる。\n\nこの点について，同項の趣旨は，株主に株式発行の差止請求権行使の機会を付与することにある。そうだとすれば，差止事由が存するにもかかわらず，公告がなされなかった場合には，かかる趣旨を没却することになるため，重大な法令違反といえる。\n\nそこで，募集株式の発行等にあたって公告を欠くことは，無効事由となると解する。もっとも，通知・公告を欠くこと以外」こ瑕疵がなく，通知・公告がなされても発行の差止めが認められる余地がなかった場合にまで，無効とするのは妥当でない。\n\nそこで， 210条の発行の差止事由がないことを会社が立証した場合には，例外的に，通知・公告を欠くことは無効事由とならないと解する。\n\n\n\n"

        },
        "gyouseihou" : {
            "0_法律の留保の原則" : "法律の留保の原則における「法律」とはいかなるものを意味するか。\n\n法律の留保の原則の趣旨は、自由主義の思想に基づき、一定の行政活動について、国民の代表からなる議会の事前承認を義務付けることによって、国民の権利自由を保護するという点にある。\n\nそこで、法律の留保の原則における「法律」とは、ある行政機関が、国民の権利義務に関する一定の行政活動をするに当たって必要とされる根拠規定、すなわち根拠規範を意味すると考えられ、組織規範や規制規範はこれに当たらないと解する。",
            "1_法律の留保の原則の適用範囲" : "いかなる性質の行政活動について法律の根拠が必要とぎれるか。\n\nこの点について、あらゆる行政活動について法律の根拠を要するとすれば、現実行政需要への対応を困難にする。\n\n一方で、民主的基盤を有する国会は、法律以外の手段によっても行政機関をコントロールし得るから、恣意的な行政権力から国民の自由を守るために、法律の根拠を要する行政活動を、個人の権利を制約し義務を課すような侵害的な行政活動に限定したとしても、民主主義の要請に応え得る。\n\nそこで、侵害的な行政活動については法律の根拠を要するが、そうでないものについては法律の根拠を要しないと解すべきである(侵害留保説)。",
            "2_取消事由たる瑕疵と無効事由たる瑕疵の区別" : "取消事由たる瑕疵と無効事由たる瑕疵の区別\n\nいかなる瑕疵が無効事由たる瑕疵といえるか。明文の規定がないため問題となる。\n\nまず、無効確認訴訟は時機に後れた取消訴訟として機能するから、無効確認訴訟は出訴期間を経過してもなお衡平の観点から当事者の救済を認める必要がある場合に限って認めるべきである。\n\nそうだとすると、無効原因には当該行政処分に重大な瑕疵があることを要する。\n\n次に、行政関係の安定や第三者の信頼保護の観点から原則としく瑕疵が明白であり、処分の性質上、第三者の信頼を保護する必要がない場合には明白性の要件は不要と解する。\n\nそこで、その場合は被処分者に不利益を甘受させることが著しく不当といえる事情があるかを検討する。\n\n",
            "3_違法性の承継" : "先行処分の取消訴訟の出訴期間に、後行処分の取消訴訟において、先行処分の違法性を主張することが認められるか。\n\nこの点について、取消訴訟に出訴期間を定めて行政程の早期確定を図った趣旨から、原則として違法性の承継は認められない。\n\nもっとも、国民の権利保護の観点から、違法性の承継を認めるべき場合もあり得る。\n\nそこで、①先行行為と後行行為が連続して一つの法律効果の発生を目指す場合であって、②先行行為について訴訟での手続保障が十分与えられいない場合には、例外的に違法性の承継が認められると解する。",
            "4_裁量権の逸脱" : "いかなる場合に裁量権の逸脱・濫用(行訴法30条)が認められるか。\n\n行政庁の判断の結果及び過程について、重要な事実の基礎を欠くか、または社会観念上著しく妥当性を欠く場合に、裁量権の逸脱・濫用があるとして違法となると解する。\n\n具体的には、①行政庁の判断の結果に事実誤認に基づく場合、②処分の目的・動機が法の趣旨に反する場合、③処分が一般原則に反する揚合等に、裁量権の逸脱・濫用となる。",
            "5_理由の提示の程度" : "いかなる程度の理由の提示が必要か。\n\nそもそも、理由提示の趣旨は、行政庁の判断の慎重・合理性を担保し恣意を抑制するとともに、処分の理由を被処分者に知らせ不服申立て等で争う場合の便宜を与える点にある。\n\nそこで、理由の提示の程度としては、いかなる事実関係に基づいて、いかなる法規を適用して当該処分を行ったかということが、被処分者において、その記載自体から了知し得る程度に具体的に記載されている必要があると解する。",
            "6_手続の瑕疵と行政処分の効力" : "いかなる手続の瑕疵が行政処分の取消事由となるか。\n\nこの点について、行政法の目的(1条) に照らすと、行手法は同法上の適正な手続によって行政処分を受ける権利を保障していると解されるから、同法の規定する重要な手続を履践しないで行われた処分は、特段の事情のある場合を除き、処分の取消事由となると解する。\n\n行手法の重要な手続としては、告知・聴聞、理由の提示、文書閲覧、審査基準の設定・公表(いわゆる適正手続四原則)が挙げられる。",
            "7_処分性の判断基準" : "処分性はいかなる場合に認められるか。\n\nこの点について、「処分」(行訴法3条2項)とは、公権力の主体たる国又は公共団体の行為のうち、その行為によって、直接国民の権利義務を形成し又はその範囲を確定することが法律上認められているものをいう。\n\n具体的には、公権力性・法的効果性の点から判断し、その際、実効的な権利救済の観点も加味して検討していくこととなる。",
            "8_「法律上の利益を有する者」の意義" : "「法律上の利益を有する者」とはいかなる者をいうか。\n\nこの点について、「法律上の利益を有する者」とは、当該処分により自己の権利若しくは法律上保護された利益を侵害され又は必然的に侵害されるおそれのある者をいう。\n\nそして、当該処分を定めた行政法規が、不特定多数者の具体的利益を専ら一般的公益の中に吸収解消させるにとどめず、それが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨を含むと解される場合には、このような利益もここにいう法律上保護された利益に当たる。",
            "9_訴えの利益の判断基準" : "訴えの利益はどのように判断されるべきか。\n\nそもそも、訴えの利益とは、当該処分を取り消す必要性のことである。そして、処分が取消判決によって除去すべき法的効果を有しているか否か、処分を取り消すことによって回復される権利利益が存在するか否か、という観点から検討されるべきである。",
            "10_理由の差替えの可否" : "理由の差替えは許されるか。\n\nそもそもぎ申請拒否処分に理由提示が要求されている趣旨は、①行政庁の判断の慎重・合理性を担保して恣意を抑制するとともに、②処分の相手方に不服申立ての便宜を与える点にある。そして、理由の差替えの場合には、処分の際に処分理由が具体的に記載され通知されている以上、かかる趣旨は果たされているといえる。\n\nしたがって、理由の差替えは原則として認められる。\n\nもっとも、処分の同一性を失わせるような理由の差替えは、もはや別個の処分であり、その場合は処分の際に処分理由が具体的に記載され通知されているとはいえないため、そのような理由の差替えは認められない。\n\n",
            "11_公務員個人への損害賠償請求の可否" : "国又は公共団体に対する国家賠償請求が認められる場合に、公務員個人に対して損害賠償請求をすることはできるか。\n\nこの点について、「国又は公共団体が」責任を負うという国賠法1条1項の文言や、公務員個人の責任を認めると公務員を萎縮させ公務の適正な執行を妨げること、国家に責任を負わせることで被害者救済という目的は達成されることからすれば、公務員個人は、その公権力の行使としての行為に関して、被害者に対して直接責任を負わないと考えられる。\n\nしたがって、公務員個人に対して損害賠償請求をすることはできない。",
            "12_国賠法上の違法性の判断基準" : "いかなる場合に、国賠法上「違法」となるか。違法の判断基準が問題となる。\n\nそもそも、違法性の判断基準として、行政活動の法規範適合性が重要であるので、行為に着目すべきである。そして、行政事件訴訟と国家賠償請求訴訟とは制度趣旨を異にしており、それらの訴訟における違法性は別個に判断されると考えられる。\n\nそこで、「違法」とは、職務上尽くすべき注意義務を尽くさなかったことをいうと解する。",
            "13_ 「瑕疵」の判断基準" : "いかなる場合に瑕疵があるといえるか。\n\nそもそも、営造物の設置又は管理に「瑕疵」があるとは、当該営造物が通常有すべき安全性を欠いていることをいう。\n\nそして、通常有すべき安全性の有無は、①他人に危害を及ぼす危険性、②予見可能性、③回避可能性を基準に判断される。",
            "14_補償の要否" : "そもそも、憲法29条3項が「正当な補償」を要するとしたのは、特定の個人の犠牲の下に社会全体が利益を得るのは平等原則に反するからである。\n\nそこで、特別の犠牲といえる場合には保障を要すると解する。\n\n具体的には、①侵害行為の対象が広く一般人か特定の個人ないし団体か、②侵害行為が財産権に内在する社会的制約として受忍すべき限度内であるか、それを超えて財産権の本質的内容を侵すほど強度なものであるかを、総合的に考慮して判断すべきと解する。",
            "15_「正当な補償」の程度" : "「正当な補償」とはいかなる程度の補償をいうか。\n\nそもそも、憲法29条3項の趣旨は、財産権保障の帰結として収用前後を通じた財産的価値を保障する点にある。\n\nそこで、「正当な補償」とは、市場価格による完全補償をいうと解する。",
            "16_予防接種禍の場合の救済方法" : "予防接種による健康被害につき、いかなる救済を認めるべきか。損失補償制度は、国の適法行為により財産権が侵害された場合の救済を定めたものであるのに対し、国家賠償制度は国の違法行為により権利・利益が侵害された場合の救済を定めたものであるため、いずれにも該当しないように見えることから問題となる。\n\nこの点について、公共のための特別犠牲であると見て、憲法29条3項の類推適用により救済を認める見解がある。\n\nしかし、損失補償の規定を用いることは、生命・身体であっても補償さえすれば適法に侵害できるということを認めることになりかねず、人権保障の見地から妥当でない。\n\nそこで、国家賠償請求により救済すべきと解する。\n\n\n\n"
        }
    },
    "privacy" : "■ 個人情報について\n本アプリでは、お客様から個人情報をを取得する仕様は一切ありません。\nまた、そのため個人情報を第三者の開示することもありません。\n\n■ 個人情報の安全対策\n本アプリは、Apple Incによる審査基準によりリリース許可を取得しており、お客様の端末より個人情報を取得することは一切ありません。\n\n■ 法令、規範の遵守と見直し\n本アプリの運営にあたり、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。\n\n■ アプリ内課金について\n告知なくアプリ内でのアイテム購入価格を変更する場合があります。\n\n■ お問い合わせ\n本アプリに関するお問い合せは、前ページのお問い合わせフォームまでご連絡下さい。",
    
    "row" : "「特定商取引法に関する法律」に基づく表示\n「特定商取引法に関する法律」第十一条に基づき以下明示します。\n\n■ 販売事業者\nAppLabo\n\n■ お問い合わせ先\nプライバシーポリーに明記\n\n■ サービスの名称・種類・内容\n\nスマートフォン用ソフトウェアその他デジタルコンテンツの提供\n\n■ 販売価格\n購入時に表記\n\n■ 商品代金以外の必要料金\nインターネット接続料金、通常通信量\n\n■ 代金支払方法\nApple Incによる商品購入に基づくお支払い方法に基づきます。\n\n■ 支払い時期\n購入手続き完了後即時\n\n■ 動作環境\niOS7.0以上の環境でご利用下さい。\n\n■ 瑕疵責任\n法令の適用、その他の事由により、当方がお客様に対する過失責任を負う場合（故意または重過失の場合を除く）、当方のお客様に対する損害賠償責任額はコンテンツ購入額を上限とする。"
}



